Repository: mayank120502/growcycle
Catalog: var/langs/*/addons/*_accelerated_pages.po
Languages: sd

# Addons::name::sd_accelerated_pages
source: Simtech Development: Google AMP for SEO
sd: Simtech Development: Google AMP для SEO

# Addons::description::sd_accelerated_pages
source: Describe the functionality of the add-on, the functions it adds and how it can be useful for customers. <a href="https://www.simtechdev.com/" target="_blank">Support</a>
sd: Добавляет поддержку Accelerated Mobile Pages (AMP) и ускоряет загрузку страниц. <a href="https://www.simtechdev.com/" target="_blank">Поддержка</a>

# Languages::sd_accelerated_pages.amp
source: Google AMP for SEO
sd: Google AMP для SEO

# SettingsSections::sd_accelerated_pages::general
source: General
sd: Общие

# SettingsSections::sd_accelerated_pages::thumbnails
source: Thumbnails
sd: Иконки

# SettingsSections::sd_accelerated_pages::logo
source: Logo
sd: Логотип

# SettingsSections::sd_accelerated_pages::cache
source: Cache warmup
sd: Кэш

# SettingsOptions::sd_accelerated_pages::lkey
source: License key
sd: Лицензионный ключ

# SettingsOptions::sd_accelerated_pages::google_tracking_code
source: Google Analytics account number
sd: Номер учетной записи Google Analytics

# SettingsOptions::sd_accelerated_pages::pixel_tracking_code
source: Facebook pixel account number
sd: Номер учетной записи Facebook pixel

# SettingsOptions::sd_accelerated_pages::show_cookie_agreement
source: Notify visitors about cookies use
sd: Оповещать посетителей об использовании кук

# Languages::sd_accelerated_pages.full_description
source: Full description
sd: Полное описание

# Languages::sd_accelerated_pages.amp_full_description
source: Google AMP: Full description
sd: Google AMP: Полное описание

# Languages::sd_accelerated_pages.view_detailed
source: AMP View detailed
sd: Смотреть подробнее

# Languages::sd_accelerated_pages.text_amp_page_logo
source: Logo for the AMP pages
sd: Логотип для AMP страниц

# Languages::sd_accelerated_pages.sort_by
source: Sort
sd: Сортировать

# Languages::sd_accelerated_pages.sort_by_null_asc
source: No sorting
sd: Без сортировки

# Languages::sd_accelerated_pages.sort_by_popularity_asc
source: Popularity: Low to High
sd: По популярности: менее популярные выше

# Languages::sd_accelerated_pages.sort_by_popularity_desc
source: Popularity
sd: По популярности: по убыванию

# Languages::sd_accelerated_pages.sort_by_position_asc
source: Position: Low to High
sd: По позиции: низкие позиции выше

# Languages::sd_accelerated_pages.sort_by_position_desc
source: Position: High to Low
sd: По позиции: высокие позиции выше

# Languages::sd_accelerated_pages.sort_by_price_asc
source: Price: Low to High
sd: По цене: дешевые выше

# Languages::sd_accelerated_pages.sort_by_price_desc
source: Price: High to Low
sd: По цене: дорогие выше

# Languages::sd_accelerated_pages.sort_by_product_asc
source: Alphabetically: A to Z
sd: По алфавиту: от А до Я

# Languages::sd_accelerated_pages.sort_by_product_desc
source: Alphabetically: Z to A
sd: По алфавиту: от Я до А

# Languages::sd_accelerated_pages.sort_by_timestamp_asc
source: Oldest Items First
sd: По времени: новинки ниже

# Languages::sd_accelerated_pages.sort_by_timestamp_desc
source: Newest Items First
sd: По времени: новинки выше

# Languages::sd_accelerated_pages.sort_by_bestsellers_asc
source: Bestselling: Low to High
sd: По покупаемости: Наименее покупаемые в начале

# Languages::sd_accelerated_pages.sort_by_bestsellers_desc
source: Bestselling
sd: По покупаемости

# Languages::sd_accelerated_pages.sort_by_on_sale_asc
source: Discount: Low to High
sd: По размеру скидки: высокие скидки в конце

# Languages::sd_accelerated_pages.sort_by_on_sale_desc
source: Discount: High to Low
sd: По размеру скидки: высокие скидки в начале

# SettingsOptions::sd_accelerated_pages::product_lists_thumbnail_width
source: Products list thumbnail width
sd: Ширина иконки в списке товаров

# SettingsOptions::sd_accelerated_pages::product_lists_thumbnail_height
source: Products list thumbnail height
sd: Высота иконки в списке товаров

# SettingsOptions::sd_accelerated_pages::product_details_thumbnail_width
source: Product details page thumbnail width
sd: Ширина иконки на детальной странице товара

# SettingsOptions::sd_accelerated_pages::product_details_thumbnail_height
source: Product details page thumbnail height
sd: Высота иконки на детальной странице товара

# Languages::sd_accelerated_pages.cookies_law
source: Cookies are used on this site to provide the best user experience. If you continue, we assume that you agree to receive cookies from this site.
sd: Для обеспечения высокого уровня обслуживания на этом сайте используются куки (cookies). Продолжая его использование, вы соглашаетесь с тем, что куки (cookies) будут сохраняться на вашем компьютере.

# Languages::sd_accelerated_pages.cookies_law_dismiss
source: Ok
sd: Хорошо

# Languages::sd_accelerated_pages.no_image
source: Image is available in full page
sd: Изображение доступно в полной версии страницы

# Languages::sd_accelerated_pages.cache_warmup_info
source: <p>AMP pages generate a large number of product thumbnails. To reduce server load, it is recommended to launch thumbnails generation in advance.</p><p>Use this link to launch thumbnail generation. Launch it more than once if needed:</p><p><a href="[url]" target="_blank">[url]</a></p>
sd: <p>AMP страницы генерируют большое количество мини-изображений товаров. Чтобы снизить нагрузку на сервер, желательно заранее запустить их генерацию.</p><p>Для запуска используйте эту ссылку. При необходимости запустите процесс генерации несколько раз:</p><p><a href="[url]" target="_blank">[url]</a></p>
