Repository: mayank120502/growcycle
Catalog: var/langs/*/addons/*_affiliate.po
Languages: da_dk, de_de, el_gr, es_es, fr_fr, it_it, nl_nl, no_no, ro_ro, ru_ru

# Languages::error_account_not_approved
source: Your affiliate account was not approved. Please contact store administration.
da_dk: Din konto er ikke blevet godkendt. Kontakt venligst butik administration.
el_gr: Ο λογαριασμός (συνεργάτη) ανταπόδοσης σας δεν εγκρίθηκε. Παρακαλούμε επικοινωνήστε με την διοίκηση του καταστήματος.
es_es: Su cuenta no ha sido aprobada. Por favor contacta con la administración de la tienda.
fr_fr: Votre compte n'a pas été approuvé. Contactez-svp l'administrateur de la boutique.
it_it: Il tuo account affiliato non è stato approvato. Ti preghiamo di contattare l'amministratore.
no_no: Din affiliate konto ble ikke godkjent. Vennligst ta kontakt med butikkadministrasjonen.
ro_ro: Contul dvs. de affiliere nu a fost aprobat. Vă rugăm contactați administrația magazinului.
ru_ru: Ваша учетная запись не подтверждена. Пожалуйста, свяжитесь с администрацией магазина.

# Languages::error_account_declined
source: Your affiliate account was declined. Please contact store administration.
da_dk: Din konto er lukket. Kontakt venligst butik administration.
el_gr: Ο λογαριασμός (συνεργάτη) ανταπόδοσης σας απορρίφθηκε.
es_es: Su cuenta está anulada. Por favor contacta con la administración de la tienda.
fr_fr: Votre compte a été refusé. Contactez-svp l'administrateur de la boutique.
it_it: Il tuo account affiliato è stato rifiutato. Ti preghiamo di contattare l'amministratore del negozio.
no_no: Din affiliate konto ble avvist. Vennligst ta kontakt med butikkadministrasjonen.
ro_ro: Contul dvs. de affiliere este respins. Vă rugăm contactați administrația magazinului.
ru_ru: Ваша учетная запись заблокирована. Пожалуйста, обратитесь к администрации магазина.

# Languages::text_partner_create_profile
source: In order to get access to the Affiliate menu, your e-mail should be approved by the administrator. When it is done, you will receive a notification to the specified e-mail.
ru_ru: Для получения доступа к меню партнерства Ваш e-mail должен подтвердить администратор. Когда это будет сделано, Вы получите уведомление на указанный e-mail.

# Languages::affiliates
source: Affiliates
da_dk: Partner
el_gr: Προγράμματα ανταπόδοσης (Affiliate)
es_es: Afiliados
fr_fr: Affiliés
it_it: Affiliati
ro_ro: Affiliate-uri
ru_ru: Партнеры

# Languages::affiliate_code
source: Affiliate code
da_dk: Partner kode
el_gr: Κωδικός προγράμματος ανταπόδοσης (Affiliate)
es_es: Código de afiliado
fr_fr: Code affilié
it_it: Codice affiliato
no_no: Affiliate kode
ro_ro: Codul de affiliate
ru_ru: Партнерский код

# Languages::affiliate_commissions
source: Affiliate commissions
da_dk: Partner provisioner\n
el_gr: Προμήθειες προγράμματος ανταπόδοσης (Affiliate)
es_es: Comisiones de afiliados
fr_fr: Commissions affilié
it_it: Commissioni affiliato
no_no: Affiliate provisjoner
ro_ro: Comisioanele affiliate-ului
ru_ru: Партнерские вознаграждения

# Languages::related_actions
source: Related actions
da_dk: Relaterede aktioner
el_gr: Σχετικές ενέργειες
it_it: Azioni correlate
no_no: Relaterte handlinger
ro_ro: Acțiuni asociate
ru_ru: Связанные действия

# Languages::disapprove_commissions
source: Disapprove commissions
da_dk: Afvis provision
el_gr: Απόρριψη προμηθειών
fr_fr: Désapprouver commissions
it_it: Disapprova commissioni
no_no: Avvis provisjoner
ro_ro: Comisioanele refuzate
ru_ru: Отклонить вознаграждения

# Languages::delete_commissions
source: Delete commissions
da_dk: Slet provisioner
el_gr: Διαγραφή προμηθειών
it_it: Elimina commissioni
no_no: Slett provisjoner
ro_ro: Ștergeți comisioanele
ru_ru: Удалить вознаграждения

# Languages::approve_commissions
source: Approve commissions
da_dk: Godkend provisioner
el_gr: Έγκριση επιτροπών
es_es: Aprobar comisiones
fr_fr: Approuver les commissions
it_it: Approva commissioni
no_no: Godkjenn provisjoner
ro_ro: Aprobați comisioane
ru_ru: Подтвердить вознаграждения

# Languages::count
source: Count
da_dk: optælling
el_gr: Αρίθμηση
no_no: Opptelling
ro_ro: Total
ru_ru: Количество

# Languages::sum
source: Sum
el_gr: Άθροισμα
it_it: Somma
ro_ro: Sumă
ru_ru: Сумма

# Languages::avg
source: Avg
da_dk: Ca.
el_gr: ΜΟ
it_it: Med
no_no: Gjennomsnitt
ro_ro: Med
ru_ru: Среднее значение

# Languages::plan
source: Plan
el_gr: Σχέδιο
it_it: Piano
ru_ru: План

# Languages::show_zero_actions
source: Show zero actions
da_dk: Vis nul aktioner\n
el_gr: Προβολή μηδενικών ενεργειών
fr_fr: Montrer actions nulles
it_it: Mostra azioni zero
no_no: Vis null-handlinger
ro_ro: Afișează acțiunile zero
ru_ru: Показать действия при нулевой цене

# Languages::not_show
source: Not show
da_dk: Ikke show
el_gr: Δεν εμφανίζεται
es_es: No mostrar
fr_fr: Non affiché
it_it: Non mostrare
no_no: Ikke vis
ro_ro: Nu arâta
ru_ru: Не показывать

# Languages::only_zero_actions
source: Only zero actions
da_dk: Kun nul aktioner
el_gr: Μόνο μηδενικές δράσεις
fr_fr: Actions zéro seulement
it_it: Solo zero azioni
no_no: Kun null-handlinger
ro_ro: Numai acțiunile zero
ru_ru: Только нулевые действия

# Languages::affiliate_settings
source: Affiliate system settings
da_dk: Partner systemindstillinger
el_gr: Ρυθμίσεις συστήματος προγράμματος ανταπόδωσης (Affiliate)
es_es: Opciones del sistema de afiliados
fr_fr: Paramétrages du système d'affiliation
it_it: Impostazioni di sistema affiliato
no_no: Affiliate systeminnstillinger
ro_ro: Setările sistemului de affilitate
ru_ru: Настройки партнерской системы

# Languages::plans
source: Plans
el_gr: Σχέδια
it_it: Piani
no_no: Planer
ro_ro: Planuri
ru_ru: Планы

# Languages::method_based_selling_price
source: Commission calculation based on product price
da_dk: Kommissionens beregninger baseret på produktets pris
el_gr: Προμήθεια υπολογισμού βασισμένη στην τιμή του προϊόντος
es_es: Método del cálculo de la comisión basado en el precio del producto
fr_fr: Calcul du mode de commission basé sur le prix du produit
it_it: Commissioni calcolate in base al prezzo del prodotto
no_no: Provisjonsberegning basert på produktpris
ro_ro: Calculul comisionului bazat pe prețul produsului
ru_ru: Начисление многоуровневых вознаграждений на основе цены товара

# Languages::coupon_commission_overide_all
source: Coupon commission should override all the others
da_dk: kupon -kommision skal overskive alle andre
el_gr: Η προμήθεια του κουπονιού θα πρέπει να έχει προτεραιότητα έναντι όλων των άλλων
es_es: La comisión de cupón debería anular todo los demás
fr_fr: La commission du coupon devrait dépasser tous les autres
it_it: Le commissioni del Coupon potrebbero sovrascrivere le altre\n
no_no: Kupongen provisjon bør overstyre alle de andre
ro_ro: Comisionul cuponului ar trebui să suprascrie toate celălalte
ru_ru: Вознаграждение купона заменит все остальные вознаграждения

# Languages::add_selected
source: Add selected
da_dk: tilføj valgte
el_gr: Προσθήκη επιλεγμένων
es_es: Añadir seleccionado
fr_fr: Ajouter sélection
it_it: Aggiungi selezionato
no_no: Legg til valgte
ro_ro: Adăugați cea selectată
ru_ru: Добавить выбранное

# Languages::add_commissions_multi_affiliates
source: Add commission(s) to multi tier affiliates
da_dk: Tilføj provision (er) til flere lag affiliere\n
el_gr: Προσθήκη επιτροπής (ών) σε πολλαπλές βαθμίδες ανταπόδοσης
es_es: Añada comisión (es) a afiliados multinivel
fr_fr: Ajouter des commissions aux affiliés multi tier
it_it: Aggiungi commissione/i ad affiliati multi livello
no_no: Legg til provisjon(er) til multi-lag tilslutninger
ro_ro: Adăugați comision (comisioane) per afiliate
ru_ru: Добавить вознаграждение(-я) многоуровневым партнерам

# Languages::add_commissions
source: Add commissions
da_dk: Tilføj provisioner
el_gr: Προσθήκη Επιτροπών
fr_fr: Ajouter des commissions
it_it: Aggiungi commissione/i
no_no: Legg til Provisjoner
ro_ro: Adăugați comisioane
ru_ru: Добавить вознаграждение(-я)

# Languages::add_coupons
source: Add coupon(s)
da_dk: Tilføj kupon(er)
el_gr: Προσθήκη κουπονιού(-ών)
es_es: Añadir cupón(es)
fr_fr: Ajouter un/des coupon(s)
it_it: Aggiungi buono/i
no_no: Legg til kupong(er)
ro_ro: Adăungaț un cupon (cuponuri)
ru_ru: Добавить купон(ы)

# Languages::new_plan
source: New plan
da_dk: Nye plan
el_gr: Νέο σχέδιο
fr_fr: Nouveau plan
it_it: Nuovo piano
no_no: Ny plan
ro_ro: Plan nou
ru_ru: Новый план

# Languages::editing_plan
source: Editing plan
da_dk: redigere plan
el_gr: Επεξεργασία σχεδίου
fr_fr: Édition d'un plan
it_it: Modifica piano
no_no: Redigerer plan
ro_ro: Editare plan
ru_ru: Редактирование плана

# Languages::product_group
source: Product group
da_dk: Produkt gruppe
el_gr: Ομάδα προϊόντος
es_es: Grupo de producto
fr_fr: Groupe de produit
it_it: gruppo prodotto
no_no: Produktgruppe
ro_ro: Grup de produse
ru_ru: Группа товара

# Languages::refresh_banner
source: Refresh banner
da_dk: Opdatere banner
el_gr: Ανανέωση banner
es_es: Actualizar banner
fr_fr: Rafraichir bannière
it_it: Aggiorna banner
no_no: Oppdater banner
ro_ro: Reactualizați baner
ru_ru: Обновить баннер

# Languages::align
source: Align
da_dk: Tilpasse
el_gr: Στοίχιση
es_es: Alinear
fr_fr: Aligner
it_it: Allineamento
no_no: Juster
ro_ro: Aliniază
ru_ru: Выравнивание

# Languages::center
source: Center
el_gr: Κέντρο
es_es: Centro
fr_fr: Centre
it_it: Centrato
no_no: Midstill
ro_ro: Centru
ru_ru: Центр

# Languages::show_border
source: Show border
da_dk: Vis grænse
el_gr: Προβολή ορίου
es_es: Mostrar borde
fr_fr: Afficher les bords
it_it: Mostra bordo
no_no: Vis grense
ro_ro: Afișează margine
ru_ru: Показывать границу

# Languages::show_title
source: Show title
da_dk: Vis titel
el_gr: Προβολή τίτλου
es_es: Mostrar título
fr_fr: Montrer titre
it_it: Mostra titolo
no_no: Vis tittel
ro_ro: Afișeză titlu
ru_ru: Показать заголовок

# Languages::show_url
source: Show URL
da_dk: Vis URL
el_gr: Προβολή URL
es_es: Mostrar URL
fr_fr: Montrer URL
it_it: Mostra URL
no_no: Vis URL
ro_ro: Afișează URL
ru_ru: Показать URL

# Languages::new_window
source: New window
da_dk: nyt vindue
el_gr: Νέο παράθυρο
it_it: Nuova finestra
no_no: Nytt vindu
ro_ro: Fereastră nouă
ru_ru: Новое окно

# Languages::affiliate_tiers_tree
source: Affiliate tiers tree
da_dk: Partner niveau tre
el_gr: Δένδρο βαθμίδων προγράμματος ανταπόδωσης (Affiliate)
es_es: Árbol de niveles de afiliados
fr_fr: Arbre affiliés tiers
it_it: Albero livelli affiliati
no_no: Affiliate nivåer treet
ro_ro: Ramură etajată a affilatului
ru_ru: Дерево партнерства

# Languages::without_plan
source: Without plan
da_dk: Uden plan
el_gr: Χωρίς σχέδιο
it_it: Senza piano
no_no: Uten plan
ro_ro: Fără plan
ru_ru: Без плана

# Languages::personal_information
source: Personal information
da_dk: Personale information
de_de: personliche Information
el_gr: Προσωπικές Πληροφορίες
es_es: Información personal
fr_fr: Informations personnelles
it_it: Informazioni personali
nl_nl: Persoonlijke informatie
no_no: Personlig informasjon
ro_ro: Informații personale
ru_ru: Личные данные

# Languages::edit_affiliate
source: Edit affiliate
da_dk: redigere partner
el_gr: Επεξεργασία ανταπόδοσης
it_it: Modifica affiliato
no_no: Rediger affiliate
ro_ro: Editare affiliat
ru_ru: Редактировать партнера

# Languages::viewing_affiliate
source: Viewing affiliate
da_dk: Visning af partner
el_gr: Προβολή affiliate
it_it: Visualizza affiliati
no_no: Viser affiliate
ro_ro: Vizualizare affiliat
ru_ru: Просмотр партнера

# Languages::checking_min_payment
source: Payments with minimum release level only
da_dk: Betalinger med minimum frigivet plan kun\n
el_gr: Απελευθέρωση πληρωμών μόνο με το ελάχιστο επίπεδο
es_es: Muestre sólo pagos con el nivel de liberación mínimo
fr_fr: Activer la vérification du paiement minimal
it_it: Solo pagamenti con livello minimo di rilascio
no_no: Betalinger kun med minimum utgivelsesnivå
ro_ro: Plățile doar cu nivel minim de emitere
ru_ru: Показывать платежи только с требуемым минимальным уровнем

# Languages::checking_payment_period
source: Due payments only
da_dk: skyldig betaling
el_gr: Λόγω πληρωμών μόνο
es_es: Muestre pagos debidos sólo
fr_fr: Activer la vérification de la période de paiement
it_it: Solo pagamenti in ritardo
no_no: Kun skyldige betalinger
ro_ro: Plățile datoare numai
ru_ru: Показывать только последние платежи

# Languages::amount_of_approved_actions
source: Amount of approved actions
da_dk: Beløb af de godkendte foranstaltninger
el_gr: Η ποσότητα των εγκεκριμένων ενεργειών
es_es: Cantidad de acciones aprobadas
fr_fr: Nombre d'actions approuvées
it_it: Numero di azioni approvate
no_no: Antall godkjente tiltak
ro_ro: Suma de acțiuni aprobate
ru_ru: Одобренные действия

# Languages::amount_of_awaiting_approval_actions
source: Amount of actions awaiting approval
da_dk: Mængden af tiltag afventer godkendelse
el_gr: Η ποσότητα των ενεργειών που περιμένουν αποδοχή
es_es: Cantidad de acciones que esperan aprobación
fr_fr: Nombre d'actions en attente d'approbation
it_it: Numero di azioni in attesa di approvazione
no_no: Antall handlinger som venter på godkjenning
ro_ro: Suma de acțiuni care sunt în așteptarea aprobării
ru_ru: Действия, ожидающие одобрения

# Languages::date_of_last_payment
source: Date of the previous payment
da_dk: Dato på sidste betaling
el_gr: Ημερομηνία της προηγούμενης πληρωμής
es_es: Datos del último pago
fr_fr: Date du dernier paiement
it_it: Data del precedente pagamento
no_no: Dato for forrige betaling
ro_ro: Data ultimei plăți
ru_ru: Дата последнего платежа

# Languages::pay_affiliates
source: Pay affiliates
da_dk: Betal partner
el_gr: Πληρωμή θυγατρικών
es_es: Pagos de afiliados
fr_fr: Payer les partenaires
it_it: Paga affiliati
no_no: Betal partnere
ro_ro: Plăți afiliate
ru_ru: Платить партнерам

# Languages::last_payout
source: Last payout
da_dk: Sidste udbetalinger
el_gr: Τελευταία πληρωμή
es_es: Último pago
fr_fr: Dernier versement
it_it: Ultimo pagamento
no_no: Siste utbetaling
ro_ro: Ultima plată a compensațiilor
ru_ru: Последняя выплата

# Languages::avg_payout
source: Avg payout
da_dk: Ca. udbetaling
el_gr: ΜΟ πληρωμής
es_es: Promedio de liquidaciones
fr_fr: Versement moyen
it_it: Payout medio
no_no: Gjennomsnittlig utbetaling
ro_ro: Plata medie a compensațiilor
ru_ru: Средн. выплата

# Languages::view_history
source: View history
da_dk: Se historie
el_gr: Προβολή ιστορικού
es_es: Ver historial
fr_fr: Voir historique
it_it: Visualizza storico
no_no: Vis historie
ro_ro: Vezi istoric
ru_ru: Показать историю

# Languages::accounting_history
source: Accounting History
da_dk: Regnskab historie
el_gr: Ιστορικό λογαριασμών
es_es: Historial de la cuenta
fr_fr: Historique de la comptabilité
it_it: Storico accounting
no_no: Regnskaps Historie
ro_ro: Istoric contabilitate
ru_ru: Данные учёта

# Languages::add_group_for_categories
source: Add group for categories
da_dk: Tilføj gruppe for kategori
el_gr: Προσθήκη Ομάδας σε κατηγορίες
fr_fr: Ajouter un groupe pour catégories
it_it: Aggiungi gruppo per categorie
no_no: Legg til Gruppe for Kategorier
ro_ro: Adăugați un grup pentru categorii
ru_ru: Добавить группу для категорий

# Languages::add_group_for_products
source: Add group for products
da_dk: Tilføj gruppe for produkter
el_gr: Προσθήκη Ομάδας σε Προϊόντα
fr_fr: Ajouter un groupe pour produits
it_it: Aggiungi gruppo per prodotti
no_no: Legg til Gruppe for Produkter
ro_ro: Adăugați un grup pentru produse
ru_ru: Добавить группу для товаров

# Languages::add_url_group
source: Add URL group
da_dk: Tilføj URL gruppe
el_gr: Προσθήκη ομάδας URL
it_it: Aggiungi gruppo URL
no_no: Legg til URL gruppe
ro_ro: Adăugați un grup nou de url-uri
ru_ru: Добавить группу url

# Languages::email_approved_notification_header
source: Thank you for becoming a registered affiliate of [company]. Your account has been activated.
da_dk: Tak for at blive registreret affiliate af [company]. Din konto er godkendt.
el_gr: Σας ευχαριστούμε που γίνατε καταχωρημένο μέλος της [company]. Ο λογαριασμός σας έχει ενεργοποιηθεί.
es_es: Gracias por hacerse un afiliado registrado en [company]. Su cuenta ha sido aprobada.
fr_fr: Merci de devenir partenaire de [company]. Votre compte a été approuvé.
it_it: Grazie per essere diventato un affiliato registrato della (azienda). Il tuo profilo è stato attivato.
no_no: Takk for å du blir en registrert agent for [company]. Din konto har blitt aktivert.
ro_ro: Vă mulțumim pentru că doriți să defeniți un affiliat al [company]. Contul dvs. a fost acceptat.
ru_ru: Спасибо за то, что стали зарегистрированным партнером [company]. Ваша учетная запись подтверждена.

# Languages::email_subj_approved
source: Your account was approved.
da_dk: Din konto er godkendt.
el_gr: Ο λογαριασμός σας έχει εγκριθεί.
es_es: Su cuenta ha sido aprobada
fr_fr: Votre compte est approuvé
it_it: Il tuo account è stato approvato.
no_no: Din konto ble godkjent.
ro_ro: Contul dvs. este aprobat
ru_ru: Ваша учетная запись подтверждена

# Languages::email_declined_notification_header
source: Your account was declined.
da_dk: Din account er lukket
el_gr: Ο λογαριασμός σας απορρίφθηκε.
es_es: Su cuenta está anulada
fr_fr: Votre compte est refusé.
it_it: il tuo profilo è stato rifiutato.
no_no: Din konto ble avslått.
ro_ro: Contul dvs. a fost respins.
ru_ru: Ваша учетная запись отклонена.

# Languages::email_subj_declined
source: Your account was declined.
da_dk: Din konto er blevet lukket
el_gr: Ο λογαριασμός σας απορρίφθηκε.
es_es: Su cuenta está anulada
fr_fr: Votre compte est refusé
it_it: Il tuo account è stato rifiutato.
no_no: Din konto ble avslått.
ro_ro: Contul dvs. este repins
ru_ru: Ваша учетная запись отклонена

# Languages::top
source: Top
el_gr: Πάνω
es_es: Arriba
fr_fr: Haut
it_it: Inizio
no_no: Topp
ro_ro: Sus
ru_ru: Верхняя часть

# Languages::bottom
source: Bottom
da_dk: Bund
el_gr: Κάτω
fr_fr: Bas
it_it: Inferiore
no_no: Bunn
ro_ro: Parte de jos
ru_ru: Нижняя часть

source: If enabled, coupon commission cancels the other commissions.
da_dk: Hvis aktiveret, kupon Kommissionen annullerer de andre kommissioner.
el_gr: Εάν είναι ενεργοποιημένοι προμήθεια του κουπονιού ακυρώνει τις άλλες προμήθειες.
it_it: Se abilitato, il coupon annulla le altre autorizzazioni
nl_nl: Indien ingeschakeld worden zorgt het gebruik van een kortingsbon commissie dat alle andere commissies genegeerd worden.
no_no: Hvis aktivert, vil kupongprovisjon annullere de andre provisjonene.
ro_ro: Dacă este activat, cupoun comision anulează alte comisioane.
ru_ru: Если опция включена, аннулируются все вознаграждения, кроме вознаграждения купона.

source: If the select box contains only the 'None' value, it means that product groups are not specified.
el_gr: Εάν το κουτάκι επιλογής περιέχει μόνο το Καμία αξία, αυτό σημαίνει ότι οι κατηγορίες προϊόντων δεν καθορίζονται.
it_it: Se la casella di selezione contiene solo il valore 'Nessuno', vuol dire che i gruppi dei prodotti non sono specificati.\n
nl_nl: Als de select-box alleen de "Geen" optie bevat, zijn er geen productgroepen gedefinieerd.
no_no: Hvis velger boksen inneholder bare "None" verdi, betyr det at produktet grupper ikke spesifisert.
ro_ro: Dacă căsuța selectată conține doar valoarea 'Nici una', înseamnă că grupurile produsului nu sunt specificate.
ru_ru: Если выпадающий список содержит только значение 'Пусто', это означает, что группы товаров не заданы.

source: If the select box contains only the 'None' value, it means that product groups are not specified.
el_gr: Εάν το κουτάκι επιλογής περιέχει μόνο το Καμία αξία, αυτό σημαίνει ότι οι κατηγορίες προϊόντων δεν καθορίζονται.
it_it: Se la casella di selezione contiene solo il valore di 'Nessuno', vuol dire che i gruppi di prodotti non sono specificati.\n
nl_nl: Als de select-box alleen de "Geen" optie bevat, zijn er geen productgroepen gedefinieerd.
no_no: Hvis den velger boksen inneholder bare "None" verdi, betyr det at produktet grupper ikke spesifisert.
ro_ro: Dacă căsuța selectată conține valoarea 'Nici una', înseamnă că grupurile produsului nu au fost specificate.
ru_ru: Если выпадающий список содержит только значение 'Пусто', это означает, что группы товаров не заданы.

# Languages::affilate_banners_manager
source: Banners
it_it: Banner
ru_ru: Баннеры

# Languages::affiliate_partners
source: Affiliates
el_gr: Συνεργάζόμενοι
it_it: Affiliati
ru_ru: Партнеры

# SettingsSections::sd_affiliate::general
source: General
ru_ru: Общие настройки

# SettingsOptions::sd_affiliate::payment_period
source: Payment period
ru_ru: Период оплаты

# SettingsTooltips::sd_affiliate::payment_period
source: Period between two payments
ru_ru: Период между двумя выплатами

# SettingsVariants::sd_affiliate::payment_period::1w
source: 1 week
ru_ru: 1 неделя

# SettingsVariants::sd_affiliate::payment_period::2w
source: twice a month
ru_ru: 2 недели

# SettingsVariants::sd_affiliate::payment_period::1m
source: 1 month
ru_ru: 1 месяц

# SettingsOptions::sd_affiliate::number_last_periods
source: Number of last periods
ru_ru: Количество последних периодов

# SettingsTooltips::sd_affiliate::number_last_periods
source: Sets the number of the latest periods which will be displayed
ru_ru: Устанавливает количество последних периодов, которые будут отображаться

# SettingsOptions::sd_affiliate::automatic_approval_commissions
source: Automatic approval of affiliate commissions
ru_ru: Автоматическое утверждение партнерского вознаграждения

# SettingsTooltips::sd_affiliate::automatic_approval_commissions
source: If the parameter is enabled, all commissions (for displaying banners, for clicks etc.) will be set automatically
ru_ru: Если параметр включён, то все вознаграждения (за показ баннеров, за клики и т.д.) будут утверждены автоматически

# SettingsOptions::sd_affiliate::elm_text_banner
source: Text banner
ru_ru: Текстовый баннер

# SettingsOptions::sd_affiliate::out_line_color
source: Outline color
ru_ru: Цвет контура

# SettingsTooltips::sd_affiliate::out_line_color
source: Sets the color of the outline of the text banner
ru_ru: Устанавливает цвет контура текстового баннера

# SettingsOptions::sd_affiliate::title_text_color
source: Title text color
ru_ru: Цвет заголовка

# SettingsTooltips::sd_affiliate::title_text_color
source: Sets the color of the title of the text banner
ru_ru: Устанавливает цвет заголовка текстового баннера

# SettingsOptions::sd_affiliate::text_color
source: Text color
ru_ru: Цвет текста

# SettingsTooltips::sd_affiliate::text_color
source: Sets the color of the text in the text banner
ru_ru: Устанавливает цвет текста текстового баннера

# SettingsOptions::sd_affiliate::text_background_color
source: Text background color
ru_ru: Цвет фона текста

# SettingsTooltips::sd_affiliate::text_background_color
source: Sets the color of the text background in the text banner
ru_ru: Устанавливает цвет фона текста текстового баннера

# SettingsOptions::sd_affiliate::elm_discount_coupons
source: Discount Coupons
ru_ru: Купоны на скидку

# SettingsOptions::sd_affiliate::use_affiliate_id
source: Affiliate ID is used as coupon prefix
ru_ru: Использовать ID партнера как префикс для купона

# SettingsTooltips::sd_affiliate::use_affiliate_id
source: If the parameter is enabled, the coupon code will look like 6-123, where 6 is the affiliate ID, 123 is the coupon code
ru_ru: Если параметр включён, то код купона будет иметь вид 6-123, где 6 - ID партнера, 123 - код купона

# SettingsOptions::sd_affiliate::coupon_prefix_delim
source: Delimiter between prefix and coupon-code
ru_ru: Разделитель между префиксом и кодом купона

# SettingsTooltips::sd_affiliate::coupon_prefix_delim
source: The coupon code will look like HIXBLNGNVD-123 by default, where HIXBLNGNVD is the prefix, 123 is the coupon code, “-” is the delimiter
ru_ru: По умолчанию код купона будет иметь вид HIXBLNGNVD-123, где HIXBLNGNVD - префикс, 123 - код купона, "-" - разделитель

# Languages::your_aff_id
source: Your affiliate ID
ru_ru: Ваш партнерский ID =

# Languages::add_parameter_id
source: To receive commission according to the plan you can add
ru_ru: Для того, чтобы получать вознаграждения по тарифу, вы можете добавлять параметр
