Repository: mayank120502/growcycle
Catalog: var/langs/*/addons/*_affiliate.po
Languages: da_dk, de_de, el_gr, es_es, fr_fr, it_it, nl_nl, no_no, ro_ro, ru_ru

# Languages::to_any_link
source: to any link to our store
ru_ru: к любым ссылкам на наш магазин (либо параметр

# Languages::for_example_link
source: For example, here is the link for registration of a new affiliate
ru_ru: , если адрес страницы уже содержит знак "?"). Например, ссылка для регистрации нового партнера

# Languages::affiliate_banner
source: Affiliate Banner
da_dk: Banner
de_de: Banner
el_gr: Banner
es_es: Banner
fr_fr: Bannière
it_it: Banner
nl_nl: Banner
no_no: Banner
ro_ro: Banner
ru_ru: Баннер

# Languages::affiliate_banners
source: Affiliate Banners
da_dk: Bannere
de_de: Banner
el_gr: Banners
es_es: Banners
fr_fr: Bannières
it_it: Banner
nl_nl: Banners
no_no: Bannere
ro_ro: Bannere
ru_ru: Баннеры

# Languages::affiliate_banner_code
source: Affiliate Banner code
da_dk: Bannerkode
de_de: Bannercode
el_gr: Κωδικός banner
es_es: Código de banner
fr_fr: Code bannière
nl_nl: Banner code
no_no: Bannerkode
ro_ro: Codul banner-ului
ru_ru: Код баннера

# Languages::affiliate_add_banner
source: Affiliate Add banner
da_dk: Tilføj banner
de_de: Banner hinzufügen
es_es: Añadir banner
fr_fr: Ajouter une bannière
nl_nl: Banner toevoegen
no_no: Legg til banner
ro_ro: Adăugați un banner
ru_ru: Добавить баннер

# Languages::affiliate_banner_code_for_some_products
source: Affiliate Banner code for some products
da_dk: Bannerkode for nogle produkter
de_de: Bannercode für einige Artikel
el_gr: Κωδικός banner για κάποια προϊόντα
es_es: Código de banner para algunos productos
fr_fr: Code bannière pour quelques produits
it_it: Reklaminio skydelio kodas kai kurioms prekėms
nl_nl: Banner code voor sommige producten
no_no: Bannerkode for enkelte produkter
ro_ro: Codul banner-ului pentru câteva din produse
ru_ru: Код баннера для определенных товаров

# SettingsOptions::sd_affiliate::general_settings_header
source: general_settings_header
ru_ru: Общие настройки

# SettingsSections::sd_affiliate::text_banner
source: text_banner
ru_ru: Текстовый баннер

# SettingsSections::sd_affiliate::discount_coupons
source: discount_coupons
ru_ru: Купоны

# Languages::user_status
source: user_status
ru_ru: Статус пользователя

# Languages::partner_status
source: partner_status
ru_ru: Статус партнера

# Languages::affiliates_partnership
source: affiliates_partnership
ru_ru: Партнерство

# Languages::email_template.affiliate_decline_user
source: Affiliate: User profile deactivation
ru_ru: Партнеры: дезактивация профиля пользователя

# Languages::email_template.affiliate_approve_user
source: Affiliate: User profile approved
ru_ru: Партнеры: активация профиля пользователя

# Languages::email_template.affiliate_create_user
source: Affiliate: User profile creation
ru_ru: Партнеры: создание профиля пользователя

# Languages::banner
source: Banner
ru_ru: Баннер

# Languages::profile_approved
source: Profile approved
ru_ru: Профиль активирован

# Languages::profile_has_been_declined
source: Profile has been declined
ru_ru: Профиль был отклонен

# Languages::addons.sd_affiliate.use_coupons_commission
source: addons.sd_affiliate.use_coupons_commission
ru_ru: Вознаграждение за использование купона

# Languages::addons.sd_affiliate.pay_affiliate
source: addons.sd_affiliate.pay_affiliate
ru_ru: Платить

# Languages::addons.sd_affiliate.coupon_period_not_set
source: addons.sd_affiliate.coupon_period_not_set
ru_ru: Не указан

# SettingsOptions::sd_affiliate::allow_all_customers_be_affiliates
source: Allow all customers to be affiliates
ru_ru: Разрешить всем пользователям быть партнерами

# SettingsTooltips::sd_affiliate::allow_all_customers_be_affiliates
source: If the setting is enabled, all customers will be able to get commissions for certain actions in reward points. Reward points add-on should be active.
ru_ru: Если данная настройка включена, то все пользователи смогут получать вознаграждения за определенные действия в бонусных баллах. Модуль Бонусные баллы должен быть включен.

# Languages::addons.sd_affiliate.super_affiliates_plans
source: addons.sd_affiliate.super_affiliates_plans
ru_ru: Планы для партнеров

# Languages::addons.sd_affiliate.usual_customers_plan
source: addons.sd_affiliate.usual_customers_plan
ru_ru: План для всех пользователей

# Languages::addons.sd_affiliate.invitation_to_become_super_affiliate
source: <p>You can become a pro affiliate and get commissions <b>in cash</b> for text, product and graphic banners, as well as multi tiers affiliates and used coupons.</p>[link]
da_dk: <p>Du kan blive proffeselskab og få provisioner <b>kontant</b> til tekst-, produkt- og grafiske bannere samt tilknyttede multi-tiers tilknyttede og brugte kuponer.</p>[link]
de_de: <p>Sie können ein Pro-Partner werden und Provisionen <b>in bar</ b> für Text-, Produkt- und Grafikbanner sowie für mehrstufige Partner und gebrauchte Gutscheine erhalten.</p>[link]
el_gr: <p>Μπορείτε να γίνετε επαγγελματίας συνεργάτης και να λάβετε προμήθειες <b>σε μετρητά</b> για πανό κειμένου, προϊόντων και γραφικών, καθώς και θυγατρικών πολλαπλών επιπέδων και μεταχειρισμένων κουπονιών.</p>[link]
es_es: <p>Puede convertirse en un afiliado profesional y obtener comisiones <b>en efectivo</b> por banners de texto, productos y gráficos, así como afiliados de varios niveles y cupones usados.</p>[link]
fr_fr: <p>Vous pouvez devenir un affilié professionnel et obtenir des commissions <b>en espèces</b> pour les bannières textuelles, produits et graphiques, ainsi que pour les affiliés multi-niveaux et les coupons utilisés.</p>[link]
it_it: <p>Puoi diventare un affiliato professionista e ottenere commissioni <b>in contanti</b> per banner di testo, prodotti e grafici, nonché affiliati multilivello e coupon usati.</p>[link]
nl_nl: <p>U kunt een professionele partner worden en commissies <b>in contanten</b> ontvangen voor tekst-, product- en grafische banners, evenals gelieerde ondernemingen met meerdere niveaus en gebruikte kortingsbonnen.</p>[link]
no_no: <p>Du kan bli et profesjonelt tilknyttet selskap og få provisjoner <b>i kontanter</b> for tekst-, produkt- og grafiske bannere, samt tilknyttede filialer og brukte kuponger.</p>[link]
ro_ro: <p>Puteți deveni un afiliat profesionist și puteți primi comisioane <b>în numerar</b> pentru bannere text, produse și grafice, precum și pentru afiliați pe mai multe niveluri și cupoane utilizate.</p>[link]
ru_ru: <p>Вы можете стать профессиональным партнером и получать комиссионные <b>наличными</b> за текстовые, товарные и графические баннеры, а также за многоуровневые партнерские программы и использованные купоны.</p>[link]

# Languages::addons.sd_affiliate.become_super_affiliate
source: addons.sd_affiliate.become_super_affiliate
ru_ru: Стать полноценным партнером

# Languages::addons.sd_affiliate.become_affiliate_successfully
source: addons.sd_affiliate.become_affiliate_successfully
ru_ru: Ваш запрос отправлен администратору. После того, как Ваш аккаунт будет подтвержден, Вы станете полноценным партнером!

# Languages::addons.sd_affiliate.commissions_details
source: addons.sd_affiliate.commissions_details
ru_ru: Детали

# Languages::addons.sd_affiliate.usual_customers
source: addons.sd_affiliate.usual_customers
ru_ru: Обычные пользователи

# Languages::addons.sd_affiliate.customers_plan_description
source: addons.sd_affiliate.customers_plan_description
ru_ru: Вы можете принять участие в нашей партнерской программе. Получайте за это бонусные баллы и оплачивайте ими покупки в нашем магазине. Количество начисляемых баллов зависит от тарифов установленного плана.

# Languages::promotion_cond_affiliate_link
source: promotion_cond_affiliate_link
ru_ru: Пользователь перешел по партнерской ссылке

# Languages::addons.sd_affiliate.add_plans
source: addons.sd_affiliate.add_plans
ru_ru: Добавить планы

# Languages::addons.sd_affiliate.add_plans_and_close
source: addons.sd_affiliate.add_plans_and_close
ru_ru: Добавить планы и закрыть

# Languages::addons.sd_affiliate.add_plan
source: addons.sd_affiliate.add_plan
ru_ru: Добавить план

# Languages::addons.sd_affiliate.show_to_affiliate
source: addons.sd_affiliate.show_to_affiliate
ru_ru: Показать партнеру

# Languages::addons.sd_affiliate.widget
source: addons.sd_affiliate.widget
ru_ru: Виджет

# Languages::addons.sd_afiliate.no_available_layouts
source: addons.sd_afiliate.no_available_layouts
ru_ru: На данный момент нет доступных виджетов.

# Languages::plans_pro_affilates
source: plans_pro_affilates
ru_ru: Планы: Партнеры

# Languages::plans_usual_customers
source: plans_usual_customers
ru_ru: Планы: Пользователи

# SettingsOptions::sd_affiliate::successful_order_statuses
source: successful_order_statuses
ru_ru: Статусы успешных заказов

# SettingsTooltips::sd_affiliate::successful_order_statuses
source: If the 'Automatic approval of affiliate commissions' setting is enabled, commissions for sale and coupon using will be approved automatically for selected order statuses. Commissions for sale and coupon using will be disapproved for the unselected statuses regardless of the 'Automatic approval of affiliate commissions' setting.
ru_ru: Если настройка 'Автоматическое утверждение партнерских вознаграждений' включена, то вознаграждения за продажу и использование купона будут утверждены автоматически для выбранных статусов. Вознаграждения за продажу и использование купона будут отклонены для невыбранных статусов независимо от настройки 'Автоматическое утверждение партнерского вознаграждения'.

# Languages::addons.sd_affiliate.commission_rates_in_reward_points
source: addons.sd_affiliate.commission_rates_in_reward_points
ru_ru: Вознаграждения (бонусные баллы)

# Languages::addons.sd_affiliate.to_disapprove
source: addons.sd_affiliate.to_disapprove
ru_ru: Отклонить

# SettingsOptions::sd_affiliate::custom_affiliate_parameter
source: Custom affiliates parameter
ru_ru: Пользовательский параметр партнеров

# SettingsTooltips::sd_affiliate::custom_affiliate_parameter
source: Allows to replace the aff_id parameter in the url of the home page to make it look more user-friendly. For example, www.example.com/affiliates/john, where 'affiliates' is entered by the admin in this field and 'john' is defined by an affiliate in their profile.
ru_ru: Позволяет заменить параметр aff_id в ссылке на домашнюю страницу, чтобы сделать её более привлекательной для пользователей. Например, www.example.com/affiliates/john, где affiliates вводится администратором в данном поле, а параметр john определяет партнер в своем профиле. Оставьте это поле пустым, если не хотите использовать данную функцию.

# Languages::addons.sd_affiliate.custom_affiliate_parameter_for_affiliate
source: Custom affiliates parameter
ru_ru: Пользовательский параметр партнера

# Languages::addons.sd_affiliate.custom_affiliate_parameter_for_affiliate_tooltip
source: Allows to replace the aff_id parameter in the url of the home page to make it look more user-friendly. For example, www.example.com/affiliates/john, where 'affiliates' is entered by the admin in this field and 'john' is defined by an affiliate in their profile.
ru_ru: Позволяет заменить параметр aff_id в ссылке на домашнюю страницу, чтобы сделать её более привлекательной для пользователей. Например, www.example.com/affiliates/john, где affiliates определяется администратором, а параметр john вводится партнером в данном поле.

# Languages::addons.sd_affiliate.check_custom_affiliate_parameter_for_affiliate
source: Check
ru_ru: Проверить

# Languages::addons.sd_affiliate.empty_custom_affiliate_parameter
source: The 'Custom affiliate parameter' field is empty.
ru_ru: Поле 'Пользовательский параметр партнера' пустое.

# Languages::addons.sd_affiliate.custom_affiliate_parameter_can_be_used
source: You can use the entered custom affiliate parameter, it is unique.
ru_ru: Вы можете использовать введенный пользовательский параметр партнера - он уникальный.

# Languages::addons.sd_affiliate.custom_affiliate_parameter_already_exists
source: The entered custom affiliate parameter already exists, please try again.
ru_ru: Введенный пользовательский параметр партнера уже существует, пожалуйста, попробуйте ещё раз.

# Languages::addons.sd_affiliate.custom_affiliate_parameter_saved_successfully
source: The custom affiliate parameter has been saved successfully.
ru_ru: Пользовательский параметр партнера успешно сохранен.

# Languages::addons.sd_affiliate.attractive_url_frontend_text
source: You can also use the following user-friendly link for the home page to receive commissions according to your plan
ru_ru: Вы так же можете использовать следующую ссылку, которая ведет на главную страницу, чтобы получать вознаграждения по тарифу

# Languages::addons.sd_affiliate.empty_attractive_url_frontend_text
source: You can also use the following user-friendly link for the home page to receive commissions according to your plan.
ru_ru: Пожалуйста, обратите внимание на поле 'Пользовательский параметр партнера' в Вашем профиле. Данный параметр позволяет заменить параметр aff_id в ссылке на домашнюю страницу, чтобы сделать её более привлекательной для пользователей. Например, www.example.com/affiliates/john, где affiliates вводится администратором, а параметр john определяется Вами в профиле.

# Languages::addons.sd_affiliate.new_vendor
source: New vendor
ru_ru: Новый продавец

# Languages::addons.sd_affiliate.note_awaiting_commissions_will_be_lost
source: Note that if you change your account type to 'Customer' all awaiting approval commissions will be lost.
ru_ru: Внимание! Если вы поменяете тип учетной записи на 'Покупатель', все вознаграждения, ожидающие подтверждения, будут потеряны.

# Languages::addons.sd_affiliate.graphic_banner_height_width_tooltip
source: If you leave the field empty or set it to 0, the image will be shown in the original size.
ru_ru: Если оставить поле пустым или установить значение 0, то изображение будет показано в оригинальном размере.

# Languages::addons.sd_affiliate.aff_id
source: Affiliate ID
ru_ru: Партнерский ID

# Languages::addons.sd_affiliate.product_group_empty_data
source: You did not select any products or categories, so the product group page will be empty.
ru_ru: Вы не выбрали ни одного продукта или категории, поэтому страница группы товаров будет пустой.

# SettingsOptions::sd_affiliate::notify_admin_about_new_affiliate
source: Notify the administrator by email about registration of new affiliates
ru_ru: Уведомлять администратора по email о регистрации новых партнеров

# Languages::addons.sd_affiliate.new_affiliate_subj
source: New affiliate profile
ru_ru: Новый профиль партнера

# Languages::addons.sd_affiliate.new_affiliate_mail_text
source: A new affiliate is waiting for your approval. The account details are displayed below.
ru_ru: Новый партнер ожидает Вашего подтверждения. Детали аккаунта представлены ниже.

# Languages::email_template.new_affiliate_notification
source: Affiliate: New affiliate profile
ru_ru: Партнеры: Новый профиль партнера

# SettingsOptions::sd_affiliate::use_multiple_promotions
source: Use multiple promotions
ru_ru: Использовать несколько промо-акций

# SettingsTooltips::sd_affiliate::use_multiple_promotions
source: If selected you can assign multiple promotions to each plan otherwise each affiliate will have their unique coupon code.
ru_ru: Если включена, то вы можете использовать несколько промо-акций в каждом плане, иначе каждому партнеру можно будет присвоить уникальный код купона.

# Languages::addons.sd_affiliate.coupon_code
source: Coupon code
ru_ru: Код купона

# Languages::addons.sd_affiliate.select_coupon_code
source: Select coupon code
ru_ru: Выберите код купона

# Languages::addons.sd_affiliate.affiliate_coupon_text
source: Here is your unique coupon code. You can send it to your friends and get the commission according to your plan.
ru_ru: Ниже представлен ваш личный код купона. Вы можете прислать его друзьям и получить вознаграждение согласно вашему плану.

# Languages::addons.sd_affiliate.become_affiliate_failed
source: Some technical error occured. Please try later.
ru_ru: Возникла техническая ошибка. Пожалуйста, попробуйте позже.

source: Allow all customers to be affiliates setting or Reward points add-on is disabled.
ru_ru: Настройка Разрешить всем пользователям быть партнерами или модуль Бонусные баллы выключены.

# Languages::addons.sd_affiliate.reward_points_addon_disabled
source: To enable Allow all customers to be affiliates setting you need to enable Reward points add-on first.
ru_ru: Чтобы включить настройку Разрешить всем пользователям быть партнерами, нужно включить модуль Бонусные баллы.

# Languages::addons.sd_affiliate.disable_allow_all_customers_be_affiliates
source: Allow all customers to be affiliates setting has been disabled.
ru_ru: Настройка Разрешить всем пользователям быть партнерами была выключена.

# Languages::addons.sd_affiliate.unique_affiliates
source: Unique affiliates
ru_ru: Уникальные партнеры

# Languages::addons.sd_affiliate.average_statistics_value_tooltip
source: The average value is calculated by dividing the sum by the count. Example: if Sum equals $6 and Count equals 2, Average = $3 (Average = Sum / Count). Note: the average total is not the sum of separate average values. The Average total = Sum total / Count total.
ru_ru: Среднее значение рассчитывается путем деления суммы на количество. Пример: если сумма равна $6, а количество равно 2, Среднее значение = $3 (Среднее значение = Сумма / Количество). Примечание: значение «Итого» для среднего значения не является суммой отдельных средних значений. Среднее общее значение = общая сумма / общее количество.

# Languages::addons.sd_affiliate.affiliates_statistics_tooltip
source: The number of unique affiliates that performed actions. Example: if New customer equals 3, it means that 3 affiliates attracted new customers. Note: Affiliates total is not the sum of separate affiliate values. The affiliates total is the sum of all unique affiliates. Example: if Show banner equals 2 (Affiliate A and Affiliate B) and New customer equals 3 (Affiliate B, Affiliate C, and Affiliate D), the Affiliates total equals 4 (Affiliate A+Affiliate B+Affiliate C+Affiliate D).
ru_ru: Количество уникальных партнеров, которые выполняли действия. Пример: если «Новый покупатель» равен 3, это означает, что 3 партнера привлекли новых покупателей. Примечание: Значение «Итого» для партнеров не являются суммой отдельных партнеров. Общее количество партнеров - это сумма всех уникальных партнеров. Пример: если «Показ баннера» равно 2 (Партнер A+Партнер B), а «Новый покупатель» равно 3 (Партнер B+Партнер C+Партнер D), то общее количество партнеров будет равным 4 (Партнер A+Партнер B+Партнер C+Партнер D).

# Languages::addons.sd_affiliate.aff_id_note
source: Please note that we have already added your partner ID to product, category and content page links. Now you can share product links to social networks directly from this site.
ru_ru: Пожалуйста, обратите внимание, что мы уже добавили Ваш партнерский ID в ссылки на продукты, категории и контентные страницы. Теперь Вы можете поделиться ссылкой на продукт в социальных сетях напрямую с данного сайта.

# Languages::addons.sd_affiliate.invited_affiliate
source: Invited affiliate
ru_ru: Пригласивший партнер

# Languages::sd_affiliate.default_customer_plan
source: Default customer plan
ru_ru: План для покупателей

# Languages::sd_affiliate.default_customer_plan_description
source: Default customer plan description
ru_ru: План по умолчанию для покупателей

# Languages::sd_affiliate.commissions
source: Affiliate commissions
ru_ru: Вознаграждения

# Languages::sd_affiliate.commission_rates
source: Commission rates
ru_ru: Ставки вознаграждений

# Languages::sd.affiliate.commissions_of_last_periods
source: Commissions of latest periods
ru_ru: Вознаграждения за последний период

# SettingsOptions::sd_affiliate::show_vendor_to_affiliate
source: Show vendor to affiliate
ru_ru: Показывать продавца партнеру

# SettingsTooltips::sd_affiliate::show_vendor_to_affiliate
source: If enabled, vendor column will appear in the commission list at the storefront.
ru_ru: Если настройка включена, то на странице комиссий партнера на витрине появится столбец с именем продавца.

# SettingsOptions::sd_affiliate::no_rewards_registered_users
source: The affiliate link does not apply for registered users
ru_ru: Партнерская ссылка не действует для зарегистрированных пользователей

# SettingsTooltips::sd_affiliate::no_rewards_registered_users
source: If enabled, affiliates will not get rewards for registered users, except for those who were registered by their referral link.
ru_ru: Если настройка включена, то партнеры не будут получать вознаграждения за зарегистрированных пользователей, кроме тех кто был зарегистрирован по их реферальной ссылке.

# SettingsOptions::sd_affiliate::time_uniq_banner
source: Set time for unique click and banner view
ru_ru: Время уникальности клика и просмотра баннера

# SettingsTooltips::sd_affiliate::time_uniq_banner
source: Sets a number of days during which all repeated clicks on the same banner will count as one unique click.
ru_ru: Данная настройка устанавливает период(количество дней), в течение которого повторный клик по баннеру не будет засчитываться.

# SettingsOptions::sd_affiliate::show_only_non_zero_cost_actions
source: Show only actions with non-zero cost
ru_ru: Показывать только действия с ненулевой стоимостью

# SettingsTooltips::sd_affiliate::show_only_non_zero_cost_actions
source: If enabled, only actions with non-zero cost are shown
ru_ru: Если настройка включена, будут показаны только действия с ненулевой стоимостью. Во вкладке "Общая статистика" будут отображаться все действия

# SettingsOptions::sd_affiliate::automatic_approval_affiliates
source: Enable affiliate autoapprove
ru_ru: Автоматически подтверждать партнеров

# SettingsOptions::sd_affiliate::plan_auto_set
source: Set default plan automatically
ru_ru: Автоматически устанавливать план по умолчанию

# Languages::sd_affiliate.set_as_default
source: Set as default
ru_ru: Установить по умолчанию

# SettingsOptions::sd_affiliate::show_only_approved_comissions
source: Show affiliates only approved commissions
ru_ru: Показывать партнерам только утвержденные комиссии

# SettingsOptions::sd_affiliate::show_attracted_users_ip
source: Show IP addresses of attracted users
ru_ru: Показывать IP адреса привлечённых пользователей

# SettingsTooltips::sd_affiliate::show_attracted_users_ip
source: Allows to enable the display of user IP addresses on the affiliate statistics page in the "Comissions" tab
ru_ru: Позволяет включить отображение IP-адресов привлечённых пользователей на странице статистики партнера во вкладке "Вознаграждения"

# SettingsOptions::sd_affiliate::aff_banner_multilang
source: Enable multi-language images/URLs
ru_ru: Разрешить разные изображения и URL для разных языков

# SettingsTooltips::sd_affiliate::aff_banner_multilang
source: Allows uploading different images for different languages (for graphic banners)
ru_ru: Позволяет загружать разные изображения для разных языков (для графических баннеров)

# SettingsOptions::sd_affiliate::affiliates_usergroup
source: User group for affiliates
ru_ru: Группа пользователей для партнеров

# SettingsOptions::sd_affiliate::auto_assign_affiliates_usergroup
source: Auto assign group for affiliates
ru_ru: Автоматически назначать группу партнеров для новых партнеров

# Languages::affiliate_user_group_title
source: Affiliate user group
ru_ru: Группы пользователей для партнеров

# Languages::sd_affiliate.user_group_not_assigned
source: User group for affiliates is not assigned
ru_ru: Группа пользователей для партнеров не задана
