Repository: mayank120502/growcycle
Catalog: var/langs/*/addons/*_affiliate.po
Languages: da_dk, de_de, el_gr, es_es, fr_fr, it_it, nl_nl, no_no, ro_ro, ru_ru

# Languages::sd_affiliate.affiliate_plan_text
source: Your affiliate ID is [user_id]. To receive commission according to the plan you can add <b>[aff_id_?]</b> (or <b>[aff_id_&]</b> if the page link already contains "?") to any link to our store. For example, here is the link for registration of a new affiliate: [link]
da_dk: Dit tilknyttede id er [user_id]. For at modtage provision i henhold til planen kan du tilføje <b>[aff_id_?]</b> (eller <b>[aff_id_&]</b> hvis sidekoblingen allerede indeholder "?") Til ethvert link til vores butik. For eksempel er her linket til registrering af en ny tilknyttet: [link]
de_de: Ihre Partner-ID lautet [user_id]. Um eine Provision gemäß dem Plan zu erhalten, können Sie jedem Link zu unserem Shop <b>[aff_id_?]</b> (oder <b>[aff_id_&]</b>, wenn der Seitenlink bereits "?" Enthält) hinzufügen. Hier ist zum Beispiel der Link zur Registrierung eines neuen Partners: [link]
el_gr: Το αναγνωριστικό συνεργάτη σας είναι [user_id]. Για να λάβετε προμήθεια σύμφωνα με το σχέδιο μπορείτε να προσθέσετε <b>[aff_id_?]</b>(ή <b>[aff_id_&]</b> εάν ο σύνδεσμος σελίδας περιέχει ήδη "?") Σε οποιονδήποτε σύνδεσμο στο κατάστημά μας. Για παράδειγμα, εδώ είναι ο σύνδεσμος για την εγγραφή μιας νέας θυγατρικής: [link]
es_es: Su ID de afiliado es [user_id]. Para recibir una comisión de acuerdo con el plan, puede agregar <b>[aff_id_?]</b> (o <b>[aff_id_&]</b> si el enlace de la página ya contiene "?") A cualquier enlace a nuestra tienda. Por ejemplo, aquí está el enlace para el registro de un nuevo afiliado: [link]
fr_fr: Votre identifiant d'affilié est [user_id]. Pour recevoir une commission selon le plan, vous pouvez ajouter <b>[aff_id_?]</b> (ou <b>[aff_id_&]</b> si le lien de page contient déjà "?") À n'importe quel lien vers notre boutique. Par exemple, voici le lien pour l'enregistrement d'un nouvel affilié: [link]
it_it: Il tuo ID affiliato è [user_id]. Per ricevere commissioni secondo il piano puoi aggiungere <b>[aff_id_?]</b> (o <b>[aff_id_&]</b> se il link alla pagina contiene già "?") A qualsiasi link al nostro negozio. Ad esempio, ecco il link per la registrazione di un nuovo affiliato: [link]
nl_nl: Uw partner-ID is [user_id]. Om commissie volgens het plan te ontvangen, kunt u <b>[aff_id_?]</b> (of <b>[aff_id_&]</b> als de paginalink al "?" Bevat) toevoegen aan een link naar onze winkel. Hier is bijvoorbeeld de link voor registratie van een nieuwe affiliate: [link]
no_no: Ditt tilknyttede ID er [user_id]. For å motta provisjon i henhold til planen kan du legge til <b>[aff_id_?]</b> (eller <b>[aff_id_&]</b> hvis sidelinken allerede inneholder "?") Til en hvilken som helst lenke til butikken vår. Her er for eksempel lenken for registrering av et nytt tilknyttet selskap: [link]
ro_ro: ID-ul dvs. de afiliere este [user_id]. Pentru a primi comision conform planului, puteți adăuga <b>[aff_id_?]</b> (sau <b>[aff_id_&]</b> dacă linkul de pagină conține deja "?") La orice link către magazinul nostru. De exemplu, aici este linkul pentru înregistrarea unui nou afiliat: [link]
ru_ru: Ваш партнерский идентификатор [user_id]. Чтобы получать комиссию в соответствии с планом, вы можете добавить <b>[aff_id_?]</b> (или <b>[aff_id_&]</b> если ссылка на страницу уже содержит «?») к любой ссылке в нашем магазине. Например, вот ссылка для регистрации нового партнера: [link]

# Languages::sd_affiliate.friendly_link_text
source: You can also use the following user-friendly link for the home page to receive commissions according to your plan: [link]
da_dk: Du kan også bruge følgende brugervenlige link til startsiden for at modtage provision i henhold til din plan: [link]
de_de: Sie können auch den folgenden benutzerfreundlichen Link für die Startseite verwenden, um Provisionen gemäß Ihrem Plan zu erhalten: [link]
el_gr: Μπορείτε επίσης να χρησιμοποιήσετε τον ακόλουθο φιλικό προς τον χρήστη σύνδεσμο για την αρχική σελίδα για να λαμβάνετε προμήθειες σύμφωνα με το σχέδιό σας: [link]
es_es: También puede usar el siguiente enlace fácil de usar para la página de inicio para recibir comisiones de acuerdo con su plan: [link]
fr_fr: Vous pouvez également utiliser le lien convivial suivant pour la page d'accueil pour recevoir des commissions en fonction de votre plan: [link]
it_it: Puoi anche utilizzare il seguente link intuitivo per la home page per ricevere commissioni secondo il tuo piano: [link]
nl_nl: U kunt ook de volgende gebruiksvriendelijke link gebruiken voor de startpagina om commissies te ontvangen volgens uw plan: [link]
no_no: Du kan også bruke følgende brukervennlige lenke for hjemmesiden for å motta provisjoner i henhold til planen din: [link]
ro_ro: Puteți utiliza, de asemenea, următorul link prietenos pentru pagina principală pentru a primi comisioane conform planului dvs.: [link]
ru_ru: Вы также можете использовать следующую удобную ссылку на домашнюю страницу, чтобы получать комиссионные в соответствии с вашим планом: [link]

# Languages::sd_affiliate.log_in_as_user
source: Log in as user
ru_ru: Войти как пользователь

# Languages::sd_affiliate.widget
source: Widget
ru_ru: Виджет

# Addons::name::affiliate
source: Affiliate
da_dk: Partner
el_gr: Συνεργάτης
fr_fr: Affiliation
it_it: Affiliazione
ro_ro: Afiliat

# Languages::text_partner_create_profile
source: First you should receive an email message with approval, then you can log in.
da_dk: I første omgang bør du modtage e-mail med godkendelse, så du kan logge ind
el_gr: Πρώτα θα πρέπει να λάβετε ένα μήνυμα ηλεκτρονικού ταχυδρομείου με την έγκριση και τότε θα μπορείτε να συνδεθείτε!
it_it: In primo luogo si dovrebbe ricevere un messaggio e-mail con l'approvazione, poi sarà possibile accedere\n
no_no: Først bør du motta en epost med godkjenning, så kan du logge inn.
ro_ro: Pentru început trebuie să primiți un e-mail cu aprobarea contului, apoi vă puteți autentifica.

# SettingsOptions::affiliate::payment_period
source: Payment period
da_dk: Betaling periode
el_gr: Περίοδος πληρωμής
es_es: Preiodo de pago
fr_fr: Période de paiement
ro_ro: Termenul de plată

# SettingsVariants::affiliate::payment_period::1w
source: 1 week
el_gr: 1 εβδομάδα
es_es: 1 semana
fr_fr: 1 semaine
ro_ro: odată pe săptămână

# SettingsVariants::affiliate::payment_period::2w
source: twice a month
el_gr: Δυο φορές τον μήνα
es_es: dos veces al mes
fr_fr: bimensuelle
ro_ro: de 2 ori pe săptămână

# SettingsVariants::affiliate::payment_period::1m
source: 1 month
el_gr: 1 μήνας
es_es: 1 mes
fr_fr: 1 mois
ro_ro: odată pe lună

# SettingsOptions::affiliate::number_last_periods
source: Number of last periods
da_dk: Antal sidste perioder
el_gr: Αριθμός των τελευταίων περιόδων
es_es: Número de períodos pasados
ro_ro: Numărul ultimelor perioade

# SettingsOptions::affiliate::automatic_approval_commissions
source: Automatic approval of affiliate commissions
da_dk: Automatisk godkendelse af affiliate provisioner
el_gr: Αυτόματη έγκριση προμηθειών συνεργατών
es_es: Aprobación automática de comisiones de afiliado
ro_ro: Aprobare automată a comisioanelor de afiliere

# SettingsOptions::affiliate::elm_text_banner
source: Text banner
da_dk: Tekst banner
el_gr: Βanner κειμένου
es_es: Banner de texto
fr_fr: Bannière texte
ro_ro: Banner text

# SettingsOptions::affiliate::out_line_color
source: Outline color
el_gr: Χρώμα περιγράμματος
es_es: Color de contorno
ro_ro: Culoare conturului

# SettingsOptions::affiliate::title_text_color
source: Title text color
da_dk: Titel tekstfarve
el_gr: Χρώμα τίτλου κειμένου
es_es: Color del texto de título
ro_ro: Culoarea textului de titlu

# SettingsOptions::affiliate::text_color
source: Text color
da_dk: Tekstfarve
el_gr: Χρώμα κειμένου
es_es: Color de texto
ro_ro: Culoarea textului

# SettingsOptions::affiliate::text_background_color
source: Text background color
da_dk: Tekst baggrundsfarve
el_gr: Χρώμα φόντου του κειμένου
es_es: Color de fondo de texto
ro_ro: Culoarea de fundal a textului

# SettingsOptions::affiliate::elm_discount_coupons
source: Discount Coupons
da_dk: Rabatkupon
el_gr: Εκπτωτικά κουπόνια
es_es: Cupones descuentos
fr_fr: Bons de réductions
ro_ro: Cupoane discounturi

# SettingsOptions::affiliate::use_affiliate_id
source: Affiliate ID is used as coupon prefix
el_gr: Το ID συνεργατών χρησιμοποιείται για το πρόθεμα των κουπονιών
es_es: La ID del afiliado es usada como el prefijo de cupón
fr_fr: Partner ID is used as coupon prefix
ro_ro: ID-ul afiliatului va fi folosit ca prefix la cuponul de discount

# SettingsOptions::affiliate::coupon_prefix_delim
source: Delimiter between prefix and coupon-code
el_gr: Οριοθέτη μεταξύ προθέματος και κωδικού κουπονιού
es_es: Delimitador entre el prefijo y el código del cupón
ro_ro: Delimitatorul dintre prefix și codul cuponului

# Languages::affiliate_add_banner
source: Add banner
el_gr: Προσθήκη banner

# Languages::affiliate_banner_code
source: Affiliates Banner code
it_it: Reklaminio skydelio kodas

# Languages::affiliate_add_banner
source: Affiliates Add banner
it_it: Pridėti reklaminį skydelį
