Repository: mayank120502/growcycle
Catalog: var/langs/*/addons/*_affiliate.po
Languages: da_dk, de_de, el_gr, es_es, fr_fr, it_it, nl_nl, no_no, ro_ro, ru_ru

# Addons::name::sd_affiliate
source: Affiliate
ru_ru: Simtech Development: Партнерство

# Addons::description::sd_affiliate
source: The add-on allows the CS-Cart store owner to create affiliate programs for other web stores and websites.
ru_ru: Позволяет создавать партнерские программы с другими онлайн магазинами и веб-сайтами. <a href="https://www.simtechdev.com/docs/addons/affiliate/index.html" target="_blank">Инструкция</a>. <a href="https://www.simtechdev.com/" target="_blank">Поддержка</a>

# Languages::to_affiliate
source: to_affiliate
ru_ru: партнер

# Languages::affiliate.products_note
source: Note: The priority of applying the commission value for orders will be Product > Category > General payout sales. If the sales commission is specified for a product in this tab, this value will be used to calculate the Payout sales commission for the affiliate.
ru_ru: Примечание. Приоритет выбора комиссии для заказов следующий: Товар -> Категория -> Общие выплаты по продажам. Если для продукта на этой вкладке указана комиссия за продажу, это значение будет использоваться для расчета комиссии за продажу для партнера.

# Languages::affiliate.products_note_mv
source: Note: The priority of applying the commission value for orders will be Product > Category > Vendor > General payout sales. If the sales commission is specified for a product in this tab, this value will be used to calculate the Payout sales commission for the affiliate.
ru_ru: Примечание. Приоритет выбора комиссии для заказов следующий: Товар -> Категория -> Продавец -> Общие выплаты по продажам. Если для продукта на этой вкладке указана комиссия за продажу, это значение будет использоваться для расчета комиссии за продажу для партнера.

# Languages::affiliate.categories_note
source: Note: The priority of applying the commission value for orders will be Product > Category > General payout sales. If the sales commission is specified for a category in this tab, this value will be used to calculate the Payout sales commission for the affiliate unless another value is specified in the <b>Products</b> tab.
ru_ru: Примечание. Приоритет выбора комиссии для заказов следующий: Товар -> Категория -> Общие выплаты по продажам. Значение комиссии на этой вкладке будет использоваться для расчета комиссии за продажу для партнера, если на вкладке <b>Товары</b> не указано другое значение.

# Languages::affiliate.categories_note_mv
source: Note: The priority of applying the commission value for orders will be Product > Category > Vendor > General payout sales. If the sales commission is specified for a category in this tab, this value will be used to calculate the Payout sales commission for the affiliate unless another value is specified in the <b>Products</b> tab.
ru_ru: Примечание. Приоритет выбора комиссии для заказов следующий: Товар -> Категория -> Продавец -> Общие выплаты по продажам. Значение комиссии на этой вкладке будет использоваться для расчета комиссии за продажу для партнера, если на вкладке <b>Товары</b> не указано другое значение.

# Languages::affiliate.vendors_note
source: Note: The priority of applying the commission value for orders will be Product > Category > Vendor > General payout sales. If the sales commission is specified for a vendor in this tab, this value will be used to calculate the Payout sales commission for the affiliate unless another value is specified in the <b>Products</b> or <b>Categories</b> tab.
ru_ru: Примечание. Приоритет выбора комиссии для заказов следующий: Товар -> Категория -> Продавец -> Общие выплаты по продажам. Значение комиссии на этой вкладке будет использоваться для расчета комиссии за продажу для партнера, если на вкладке <b>Товары</b> или <b>Категории</b> не указано другое значение.

# Languages::affiliate.payout_sales_note
source: Note: The priority of applying the commission value for orders will be Product > Category > General payout sales. If the sales commission is specified in this tab, this value will be used to calculate the Payout sales commission for the affiliate unless another value is specified in the <b>Products</b> or <b>Categories</b> tab.
ru_ru: Приоритет выбора комиссии для заказов следующий: Товар -> Категория -> Общие выплаты по продажам. Значение комиссии в этом поле будет использоваться для расчета комиссии за продажу для партнера, если на вкладке <b>Товары</b> или <b>Категории</b> не указано никакое значение.

# Languages::affiliate.payout_sales_note_mv
source: Note: The priority of applying the commission value for orders will be Product > Category > Vendor > General payout sales. If the sales commission is specified in this tab, this value will be used to calculate the Payout sales commission for the affiliate unless another value is specified in the <b>Products</b>, <b>Categories</b> or <b>Vendors</b> tab.
ru_ru: Приоритет выбора комиссии для заказов следующий: Товар -> Категория -> Продавец -> Общие выплаты по продажам. Значение комиссии в этом поле будет использоваться для расчета комиссии за продажу для партнера, если на вкладке <b>Товары</b>, <b>Категории</b> или <b>Поставщики</b> не указано никакое значение.

# Languages::sd_affilate.vendors
source: Vendors
ru_ru: Поставщики

# Languages::affiliate.new_banner
source: New banner
da_dk: ny banner
el_gr: Νέο banner
fr_fr: Nouvelle bannière
it_it: Nuovo banner
no_no: Ny banner
ro_ro: Banner nou
ru_ru: Новый баннер

# Languages::affiliate.editing_banner
source: Editing banner
da_dk: redigere banner
el_gr: Επεξεργασία banner
fr_fr: Édition de la bannière
it_it: Modifica banner
no_no: Redigerer banner
ro_ro: Editare banner
ru_ru: Редактирование баннера

# Languages::add_affiliate
source: Add affiliate
da_dk: Tilføj affiliate
el_gr: Προσθήκη ανταποδοτικού μάρκετινγκ
it_it: Aggiungi affiliato
no_no: Legg til Tilslutning
ro_ro: Adăugați afiliat
ru_ru: Добавить партнера

# Languages::affiliate
source: Affiliate
da_dk: Partner
el_gr: Πρόγραμμα ανταπόδοσης (Affiliate)
es_es: Afiliado
fr_fr: Affiliation
it_it: Affiliato
ro_ro: Afiliat
ru_ru: Партнер

# Languages::to_approve
source: to_approve
ru_ru: Утвердить

# Languages::affiliate_information
source: Affiliate information
da_dk: Partner information
el_gr: Πληροφορίες προγράμματος ανταπόδωσης (Affiliate)
es_es: Información de afiliado
fr_fr: Informations affiliation
it_it: Informazioni affiliato
no_no: Affiliate informasjon
ro_ro: Informații affiliat
ru_ru: Информация о партнере

# SettingsOptions::sd_affiliate::lkey
source: License key
ru_ru: Лицензионный ключ

# Languages::affiliate_payouts
source: Affiliate payouts
da_dk: Partner udbetaling
el_gr: Πληρωμές προγράμματος ανταπόδωσης (Affiliate)
es_es: Liquidaciones de afiliados
fr_fr: Versements affilié
it_it: Pagamenti affiliati
no_no: Affiliate utbetalinger
ro_ro: Plățile affiliate-ului
ru_ru: Партнерские выплаты

# Languages::affiliate_plan
source: Affiliate plan
da_dk: Partner plan
el_gr: Πλάνο προγράμματος ανταπόδωσης (Affiliate)
es_es: Plan de afiliado
fr_fr: Plan d'affiliation
it_it: Piano affiliato
ro_ro: Planul affiliate-ului
ru_ru: Партнерский план

# Languages::affiliate_partners_menu_description
source: Manage your affiliate partners.
el_gr: Διαχείριση των συνεργαζόμενων συνεργατών σας.
it_it: Gestisci i tuoi partner affiliati
ru_ru: Управление партнерами.

# Languages::affiliate_agree_to_terms_conditions
source: By clicking the "[button_name]" button below, you acknowledge that you agree to and understand the terms and conditions of our affiliate program.
da_dk: Ved at klikke på "[button_name]" knappen nedenfor, accepterer du, at du accepterer og forstå de vilkår og betingelser for vores partner program.
el_gr: Πατώντας το "[button_name]" δηλώνετε ότι συμφωνείτε και καταλαβαίνετε τους όρους και συνθήκες του προγράμματος ανταπόδοσης (Affiliate).
es_es: Haciendo click en "[button_name]" botón de abajo, usted reconoce que entiende y está de acuerdo con nuestras condiciones y términos del programa de afiliados.
fr_fr: En cliquant sur le bouton "S'enregistrer" ci-dessous, vous déclarez accepter les conditions de notre programme d'affiliation.
it_it: Cliccando sul bottone "[button_name]" sottostante, dichiari di aver compreso ed accettato le condizioni del nostro programma di affiliazione.
no_no: Ved å klikke på "[button_name]" knappen nedenfor, bekrefter du at du godtar og forstår vilkårene for vårt partnerprogram.
ro_ro: Făcând click pe butonul "[button_name]" , confirmă faptul că ați luat la cunoștință și sunteți în temă cu termenii și condițiile impuse de programul nostru de affiliate.
ru_ru: Нажимая кнопку "[button_name]", Вы подтверждаете, что понимаете и соглашаетесь с условиями нашей партнерской программы.

# Languages::affilate_banners_manager_menu_description
source: Create banners that your affiliates can then place at their websites.
el_gr: Δημιουργεία γραφιστικών banners που οι συνεργάτες σας μπορούν να προσθέσουν στις ιστοσελίδες τους.
it_it: Crea banner che i tuoi affiliati possono mostrare sui loro siti internet.
ru_ru: Создание баннеров, которые ваши партнеры смогут размещать на своих сайтах.

# Languages::affiliates_partnership_menu_description
source: List of store affiliates, registered users with an affiliate account.
ru_ru: Управление партнерами.

# Languages::affiliates_menu_description
source: List of store affiliates, registered users with an affiliate account.
el_gr: Λίστα των συνεργαζόμενων καταστημάτων, εγεγραμμένοι χρήστες με λογαριασμό διαχειριστή.
it_it: Elenco degli affiliati del negozio, utenti registrati con un account affiliato.
ru_ru: Список партнеров магазина — зарегистрированных пользователей с учетной записью партнера.

# Languages::affiliate_text_letter_footer
source: Thank you for taking part in our affiliate program.
da_dk: Tak fordi du er en del af vores partner system
el_gr: Ευχαριστούμε που πήρατε μέρος στο πρόγραμμα ανταπόδωσης (Affiliate).
es_es: Gracias por forma parte de nuestro programa de afiliados.
fr_fr: Merci de prendre part à notre programme d'affiliation.
it_it: Grazie per aver aderito al programma affiliati.
no_no: Takk for at du tar del i vårt partnerprogram.
ro_ro: Vă mulțumim pentru alegerea sistemului nostru de affilitate.
ru_ru: Спасибо, что принимаете участие в нашей партнерской программе.

# Languages::affiliate_tree
source: Affiliate tree
da_dk: Partner tre
el_gr: Δένδρο προγράμματος ανταπόδωσης (Affiliate)
es_es: Árbol de afiliados
fr_fr: Arbre des affiliés
it_it: Albero affiliato
no_no: Affiliate treet
ro_ro: Arbore affiliat
ru_ru: Дерево партнерства

# Languages::text_banners
source: Text banners
da_dk: Tekst banner
el_gr: Βanners κειμένου
es_es: Banners de texto
fr_fr: Bannières texte
it_it: Testo dei banner
no_no: Tekst bannere
ro_ro: Text banere
ru_ru: Текстовые баннеры

# Languages::graphic_banners
source: Graphic banners
da_dk: Grafisk banner
el_gr: Banners γραφικών
fr_fr: Bannières graphiques
it_it: Banner grafici
no_no: Grafiske bannere
ro_ro: Banere grafice
ru_ru: Графические баннеры

# Languages::text_no_banners_found
source: No banners found
da_dk: Ingen bannere fundet
el_gr: Δεν βρέθηκαν banners
es_es: Ningún anuncio encontrado
fr_fr: Aucune bannière trouvée
it_it: Nessun banner trovato
ro_ro: Nici un banner găsit
ru_ru: Баннеры не найдены

# Languages::payout
source: Payout
da_dk: Udbetaling
el_gr: Πληρωμή
es_es: Liquidación
fr_fr: Versement
it_it: Pagamento
no_no: Utbetaling
ro_ro: Profil
ru_ru: Выплата

# Languages::payouts
source: Payouts
da_dk: Udbetaling
el_gr: Πληρωμές
es_es: Liquidaciones
fr_fr: Versements
it_it: Pagamenti
no_no: Utbetalinger
ro_ro: Profituri
ru_ru: Выплаты

# Languages::payout_click
source: Click
da_dk: klik
el_gr: Κλικ
fr_fr: Clic
no_no: Klikk
ru_ru: Переход по баннеру

# Languages::payout_click_ref
source: Click_ref
ru_ru: Переход по реферальной ссылке

# Languages::payout_init_balance
source: Initial balance
da_dk: første balance
el_gr: Αρχικό υπόλοιπο
es_es: Balance inicial
fr_fr: Balance initiale
it_it: Situazione iniziale
no_no: Åpningssaldo
ro_ro: Echilibru inițial
ru_ru: Исходный баланс

# Languages::payout_sales
source: Payout sales
da_dk: Udbetaling salg
el_gr: Πληρωμή των πωλήσεων
fr_fr: Gain de vente
it_it: Pagamento vendite
no_no: Utbetaling salg
ro_ro: Profitul vânzărilor
ru_ru: Продажи

# Languages::payout_show
source: Show banner
da_dk: Vis banner
el_gr: Προβολή banner
es_es: Mostrar banner
fr_fr: Montrer bannière
it_it: Mostra banner
no_no: Vis banner
ro_ro: Arată baner
ru_ru: Показ баннера

# Languages::payout_use_coupon
source: Use coupon
da_dk: Brug kupon
el_gr: Χρήση εκπτωτικού κουπονιού
es_es: Usar cupón
fr_fr: Utiliser coupon
it_it: Usa coupon
no_no: Bruk kupong
ro_ro: Folosește cuponul
ru_ru: Использование купона

# Languages::product_banners
source: Product banners
da_dk: Produkt banner
el_gr: Προϊόντα banners
es_es: Banners de producto
fr_fr: Bannières de produits
it_it: Banner prodotto
no_no: Produktbannere
ro_ro: Banerele produsului
ru_ru: Баннеры товаров

# Languages::sale_vs_click
source: Percentage of sales and banner clicks
da_dk: Procentdel af salget og banner klik
el_gr: Ποσοστό των πωλήσεων και των κλίκς των banner
es_es: Porcentaje de ventas y visitas en banners
fr_fr: Pourcentage des ventes et clics de bannière
it_it: Percentuale delle vendite e click dei banner
no_no: Prosentandel av salg og banner klikk
ro_ro: Procentajul vânzărilor și click-uri pe baner
ru_ru: Соотношение продаж и баннерных кликов в процентах

# Languages::click_vs_show
source: Percentage of banner clicks and banner shows
da_dk: Procentdel af banner klik og banner viser
el_gr: Ποσοστό κλικ banner και προβολής banner
es_es: Porcentaje de anuncios mostrados y anuncios visitados
fr_fr: Pourcentage des clics et affichages de bannières
it_it: Percentuale dei click e delle visualizzazioni dei banner
no_no: Andel bannerklikk og bannervisninger
ro_ro: Procentul de click-uri pe bannere și afișările bannerelor
ru_ru: Соотношение кликов и показов баннеров в процентах

# Languages::approve_commissions_menu_description
source: Approve or disapprove affiliate commission.
el_gr: Έγκριση ή όχι της προμήθειας του συνεργαζόμενου.
it_it: Approva o nega le commissioni degli affiliati
ru_ru: Одобрение/отклонение вознаграждения партнеров.

# Languages::accounting_history_menu_description
source: Summary of the commission payments in your store.
el_gr: Συνοπτική παρουσίαση των προμηθειών πληρωμών στο κατάστημα.
it_it: Sommario pagamenti delle commissioni del negozio
ru_ru: Список всех вознаградительных выплат вашего магазина.

# Languages::link_new_affiliate
source: Link to add a new affiliate
da_dk: Link til at tilføje en ny partner
el_gr: Σύνδεσμος για προσθήκη καινούργιου συστήματος ανταπόδοσης (Affiliate)
es_es: Enlace para añadir nuevo afiliado
fr_fr: Lien pour ajouter un nouveau partenaire
it_it: Link per aggiungere un nuovo affiliato
no_no: Link for å legge til en ny affiliate
ro_ro: Link pentru a adăuga un affiliate nou
ru_ru: Ссылка для добавления партнера

# Languages::multi_tier_affiliates
source: Multi tier affiliates
da_dk: Multi lag Partner
el_gr: Πολλαπλές βαθμίδες συνεργατών
es_es: Afiliados multinivel
fr_fr: Affiliés multi-tiers
it_it: Affiliati multi-livello
no_no: Multi tier partnere
ro_ro: Affiliate-uri multi etajate
ru_ru: Многоуровневые партнеры

# Languages::payouts_menu_description
source: List of all monetary commission payments to the affiliates.
el_gr: Λίστα όλων των πληρωμών των χρηματικών επιτροπών για τους συνεργάτες.
it_it: Elenco di tutte le commissioni monetarie dei pagamenti agli affiliati.
ru_ru: Список всех вознаградительных денежных выплат партнерам.

# Languages::payout_new_partner
source: New affiliate
da_dk: ny partner
el_gr: Νέα συνεργασία
es_es: Nuevo afiliado
fr_fr: Nouvel affilié
it_it: Nuovo affiliato
no_no: Ny affiliate
ro_ro: Affiliat nou
ru_ru: Новый партнер

# Languages::pay_affiliates_menu_description
source: Process payments that your affiliates have earned as a commission.
el_gr: Διαδικασία πληρωμών που έχουν κερδίσει οι συνεργάτες σας σαν προμήθεια.
it_it: Processa i pagamenti che i tuoi affiliati si sono guadagnati da una commissione.
ru_ru: Оплата вознаграждений партнеров.

# Languages::plans_menu_description
source: Create and configure affiliate plans.
el_gr: Δημιουργία και ρυθμίσεις πλάνων συνεργατών.
it_it: Crea e configura programmi di affiliazione.
ru_ru: Созданиеи настройка партнерских планов.

# Languages::product_groups_menu_description
source: Define groups of products that can then be pointed to by the affiliate banners.
el_gr: Επιλογή ομάδων προϊόντων που μπορούν να χρησιμοποιηθούν σαν ανταποδοτικό banner συνεργαζόμενου.
it_it: Definire i gruppi di prodotti che possono poi essere indicati dai banner di affiliazione
ru_ru: создание группы товаров, на которые будут указывать баннеры партнеров.

# Languages::text_no_affiliate_assigned
source: No affiliate plan has been assigned to your account yet
da_dk: Ingen apartner Planen er blevet tildelt til din konto endnu
el_gr: Δεν ανατέθηκε πρόγραμμα ανταπόδοσης ακόμα στον λογαριασμό σας
it_it: Nessun programma di affiliazione è stato assegnato al tuo account
no_no: Ingen affiliate plan har vært knyttet til kontoen din ennå
ro_ro: Momentan nici un plan de affiliere nu a fost asimilat contului dvs.
ru_ru: Для вашего аккаунта ещё не были заданы партнерские планы или ваш план выключен

# Languages::no_payouts_found
source: No payouts found
da_dk: Ingen udbetalinger fundet
el_gr: Δεν βρέθηκαν πληρωμές
es_es: Ninguna liquidación encontrada
fr_fr: Aucun versement trouvé
it_it: Nessun pagamento trovato
no_no: Ingen utbetalinger funnet
ro_ro: Nici o plată găsită.
ru_ru: Выплаты не найдены

# Languages::total_payouts
source: Total payouts
da_dk: Total udbetaling
el_gr: Σύνολο αποπληρωμών
es_es: Total de liquidaciones
fr_fr: Total des versements
it_it: Pagamenti totali
no_no: Sum utbetalinger
ro_ro: Plăți totale
ru_ru: Итоговые выплаты

# Languages::aff_cookie_expiration
source: Life span of customer cookie (days)
da_dk: Levetid for kundernes cookie (dage)
el_gr: Διάρκεια ζωής των cookie στους πελάτες (μέρες)
es_es: Vida útil de la cookie del cliente(días)
fr_fr: Durée de vie d'un cookie client (jours)
it_it: Intervallo temporale validità del cookie cliente (giorni)
no_no: Levetid på kundens cookie (dager)
ro_ro: Viața span-ului a cookie-ul clientului (zile)
ru_ru: Время хранения cookie покупателей (в днях)

# Languages::set_initial_balance
source: Initial incentive balance
da_dk: Indledende incitament balance
el_gr: Αρχικό ερέθισμα υπολοίπου
fr_fr: Définir le solde initial
it_it: Equilibrio incentivo iniziale
no_no: Initial belønningssaldo
ro_ro: Balanța inițială de stimulare
ru_ru: Начальный поощрительный баланс

# Languages::total_commissions
source: Total commissions
da_dk: Total provision
el_gr: Σύνολο προμηθειών
es_es: Comisiones totales
no_no: Sum provisjoner
ro_ro: Total comisioane
ru_ru: Итоговое вознаграждение

# Languages::affiliate_add_payout
source: Add payout
da_dk: Tilføj Udbetaling
el_gr: Προσθήκη πληρωμών
es_es: Añadir nueva liquidación de pago
fr_fr: Ajouter un versement
it_it: Aggiungi payout
no_no: Legg til utbetaling
ro_ro: Adăugați o plată a compensațiilor
ru_ru: Добавить выплату

# Languages::affiliate_add_plan
source: Add plan
da_dk: Tilføj plan
el_gr: Προσθήκη Σχεδίου
fr_fr: Ajouter un plan
it_it: Aggiungi piano
no_no: Legg til Plan
ro_ro: Adăugați un plan
ru_ru: Добавить план

# Languages::affiliate_new_group
source: New group
da_dk: Ny grup
el_gr: Νέα ομάδα
fr_fr: Nouveau groupe
it_it: Nuovo gruppo
no_no: Ny gruppe
ro_ro: Grup nou
ru_ru: Новая группа

# Languages::paidup
source: Paid-up
da_dk: Indbetalt
el_gr: Αποπληρωμένο
es_es: Que ha pagado las cuotas
fr_fr: Versé
it_it: Pagato in anticipo
no_no: Innbetalt
ro_ro: Plătit integral
ru_ru: Оплачено

# Languages::chart_period
source: Date range
da_dk: Datointerval
de_de: Zeitintervall
el_gr: Εύρος ημερομηνιών
es_es: rango de fechas
fr_fr: Intervalle de date
it_it: Range di date
nl_nl: Datumperiode
no_no: Datointervall
ro_ro: Perioada
ru_ru: Период времени

# Languages::aff_cant_create_banner
source: Banner cannot be modified
it_it: Il banner non può essere modificato
ru_ru: Баннер не может быть изменен

# Languages::aff_cant_create_group
source: Group cannot be modified
it_it: Il gruppo non può essere modificato
ru_ru: Группа не может быть изменена

# Languages::aff_object_cant_delete
source: Object cannot be deleted
it_it: L'oggetto non può essere modificato
ru_ru: Объект не может быть удалён

# Languages::block_affiliate
source: Affiliate
ru_ru: Партнер

# Languages::block_affiliate_description
source: Affiliate profile access
ru_ru: Доступ к учетной записи партнера

# Languages::text_aff_no_actions_found
source: No actions found
ru_ru: Ни одного действия не найдено

# Languages::aff_successfully_registered
source: Successfully registered as affiliate
ru_ru: Вы успешно зарегистрированы как партнер

# Languages::privileges.manage_affiliate
source: Manage affiliate system
ru_ru: Управление партнерской системой

# Languages::deleted_banners
source: Deleted banners
da_dk: Slet banner
el_gr: Διαγραμμένα banners
es_es: Banners borrados
fr_fr: Bannières supprimées
it_it: Banner eliminati
no_no: Slettede bannere
ro_ro: Banner-uri șterse
ru_ru: Удаленные баннеры

# Languages::undeleted_banners
source: Not deleted banners
it_it: Banner non cancellati
ru_ru: Неудаленные баннеры

# Languages::error_no_data
source: No valid data received
da_dk: Ingen gyldige data, der modtages
de_de: Keine gultigen Daten empfangen
el_gr: Δεν έγινε λήψη έγκυρων δεδομένων
es_es: Ningún dato válido recibido
fr_fr: Aucune donnée valide reçue
it_it: Dati ricevuti non validi
nl_nl: Geen geldige data ontvangen
no_no: Ingen gyldige data mottatt
ro_ro: Nu există date valide primite
ru_ru: Получены неверные данные

# Languages::banner_deleted
source: The banner has been deleted successfully.
da_dk: Banneret er blevet slettet.
el_gr: Το banner έχει διαγραφεί επιτυχώς.
it_it: Il banner è stato cancellato correttamente
no_no: Banneret er slettet.
ro_ro: Banner-ul a fost șters cu succes.
ru_ru: Баннер был успешно удалён.

# Languages::group_for_category
source: Group for categories
da_dk: Gruppen for kategori
el_gr: Ομάδα κατηγοριών
es_es: Grupo para categorías
fr_fr: Groupe pour catégories
it_it: Gruppi per categorie
no_no: Gruppe for kategorier
ro_ro: Grup pentru categorii
ru_ru: Группа для категории

# Languages::group_for_product
source: Group for products
da_dk: Gruppe for produkter
el_gr: Ομάδα προϊόντων
es_es: Grupo para productos
fr_fr: Groupe pour produits
it_it: Gruppi per prodotti
no_no: Gruppe for produkter
ro_ro: Grup pentru produse
ru_ru: Группа для товаров

# Languages::deleted_product_groups
source: Deleted product groups
da_dk: Slettet product groups
el_gr: Διαγραμμένες ομάδες προϊόντων
es_es: Grupo de productos borrados
fr_fr: Groupes de produit supprimés
it_it: Gruppi di prodotto Eliminati
no_no: Slettet produktgrupper
ro_ro: Ștergeți grup de produse
ru_ru: Удаленные группы товаров

# Languages::undeleted_product_groups
source: Not deleted product groups
it_it: Gruppo prodotti non cancellati
ru_ru: Неудаленные группы товаров

# Languages::error_payout_gt_balance
source: The payout cannot exceed the affiliate balance.
da_dk: Udbetalingstabellen kan ikke være større end affiliate balance.
el_gr: Η πληρωμή δεν μπορεί να υπερβαίνει το συνολικό ποσό των συνεργατών.
es_es: La liquidación no puede ser mayor que el balance del afiliado.
fr_fr: Le versement ne peut être supérieur à la balance du partenaire.
it_it: La quota non può superare il saldo affiliato.
no_no: Utbetalingen kan ikke overstige affiliate balansen.
ro_ro: Plata nu poate fi mai mare decât soldul affiliatului.
ru_ru: Выплата не может быть больше баланса партнера.
