Repository: mayank120502/growcycle
Catalog: var/langs/*/addons/*_fast_auth.po
Languages: sd

# Addons::name::sd_fast_auth
source: Simtech Development: Enhanced social login
sd: Simtech Development: Вход через соцсеть

# Addons::description::sd_fast_auth
source: Allows customers to log in to the store using their Facebook, Google, or Twitter accounts. <a href="https://www.simtechdev.com/" target="_blank">Support</a>
sd: Добавляет авторизацию через социальные сети: Facebook, Google и Twitter. <a href="https://www.simtechdev.com/" target="_blank">Поддержка</a>

# SettingsOptions::sd_fast_auth::lkey
source: License key
sd: Лицензионный ключ

# SettingsOptions::sd_fast_auth::display_mode
source: Social networks block location
sd: Расположение блока email авторизации

# SettingsVariants::sd_fast_auth::display_mode::link
source: Available by link
sd: Открывать по ссылке

# SettingsVariants::sd_fast_auth::display_mode::btn
source: Separate button
sd: Отдельная кнопка

# SettingsVariants::sd_fast_auth::display_mode::top_form
source: Above the social login block
sd: Над социальными сетями

# SettingsVariants::sd_fast_auth::display_mode::bottom_form
source: Below the social login block
sd: Под социальными сетями

# SettingsOptions::sd_fast_auth::display_mode_reg
source: Email authorization block location on the registration page
sd: Расположение блока email авторизации на странице регистрации

# SettingsVariants::sd_fast_auth::display_mode_reg::link_reg
source: Available by link
sd: Открывать по ссылке

# SettingsVariants::sd_fast_auth::display_mode_reg::btn_reg
source: Separate button
sd: Отдельная кнопка

# SettingsVariants::sd_fast_auth::display_mode_reg::top_form_reg
source: Above the social login block
sd: Над социальными сетями

# SettingsVariants::sd_fast_auth::display_mode_reg::bottom_form_reg
source: Below the social login block
sd: Под социальными сетями

# SettingsOptions::sd_fast_auth::redirect_after_registration
source: After registration, redirect to the page
sd: После регистрации перенаправлять на страницу

# SettingsVariants::sd_fast_auth::redirect_after_registration::profiles_update
source: Profiles update
sd: Обновление профиля

source: Successfully registered
sd: Информация об успешной регистрации

# Languages::sign_up_with_email
source: Sign in with email
sd: Войти с помощью email

# Languages::social_login_btn
source: Sign in with social login
sd: Войти через соц. сети

# Languages::or_sign_up_with_email
source: Or sign in with email
sd: Или войти через email

# Languages::fast_auth_auth.social_login
source: Or sign-in with social login
sd: Войти через соц.сети

# Languages::registration_new_profile
source: Registration new profile
sd: Зарегистрироваться

# Languages::or_register_now
source: Or register now
sd: Или зарегистрироваться

# Languages::sd_fast_auth.auth_social_title
source: Sign in using your social account
sd: Войти через социальную сеть

# Languages::sd_fast_auth.registration_social_title
source: Sign up using your social account
sd: Зарегистрируйтесь через социальную сеть

# Languages::sd_fast_auth.profile_social_title
source: Link your profile with your social account for quick authorization
sd: Привяжите свою учетную запись к профилю в социальной сети для быстрой авторизации
