Repository: mayank120502/growcycle
Catalog: var/langs/*/addons/*_google_analytics.po
Languages: sd

# Addons::description::sd_google_analytics
source: Integrates the Google Analytics Enhanced Ecommerce service with the store. <a href="https://www.simtechdev.com/" target="_blank">Support</a>
sd: Интеграция сервиса Google Analytics Enhanced Ecommerce (расширенная электронная торговля). <a href="https://www.simtechdev.com/" target="_blank">Поддержка</a>

# SettingsSections::sd_google_analytics::general
source: General
sd: Общие

# SettingsOptions::sd_google_analytics::lkey
source: License key
sd: Лицензионный ключ

# SettingsOptions::sd_google_analytics::tracking_code
source: Google Analytics account number
sd: Номер учетной записи Google Analytics

# SettingsTooltips::sd_google_analytics::tracking_code
source: Enter your Tracking ID from the account at analytics.google.com that you can find under Admin->Property->Tracking info->Tracking code (for Universal Analytics) or under Admin->Property->Data streams->{stream} (for GA4)
sd: Укажите ваш Tracking ID из личного кабинета analytics.google.com, который находится во вкладке Admin->Property->Tracking info->Tracking code (для Universal Analytics) или Admin->Property->Data streams->{stream} (для GA4)

# SettingsTooltips::sd_google_analytics::api_secret
source: GA4: Enter your API secret from the account at analytics.google.com that you can find under Admin->Admin->Property->Data streams->{stream}->Measurement Protocol API secrets
sd: GA4: Укажите ваш API Secret из личного кабинета analytics.google.com, который находится во вкладке Admin->Property->Data streams->{stream}->Measurement Protocol API secrets

# SettingsOptions::sd_google_analytics::use_as_product_identification
source: Use as product ID
sd: Использовать в качестве идентификатора товара

# SettingsTooltips::sd_google_analytics::use_as_product_identification
source: Define the parameter that will be used as the product identifier in Google Analytics: unique product ID from CS-Cart or its code. If you use products with options, the code of the corresponding option combination will be used as the unique identifier. If the code is not defined for the option combination, the code of the main store will be used.
sd: Необходимо выбрать, что будет использоваться в качестве идентификатора товара в Google Analytics: уникальный ID товара из CS-Cart или его код. Если используется товар с опциями, то в качестве уникального идентификатора будет передаваться код используемой комбинации опций. Если у комбинации опций нет кода, то будет использоваться код главного товара.

# SettingsVariants::sd_google_analytics::use_as_product_identification::product_id
source: Product ID
sd: ID товара

source: Product code
sd: Код товара

# SettingsOptions::sd_google_analytics::ga_user_id_law
source: Notify visitors about User-ID Google Analytics function use
sd: Оповещать посетителей об использовании функции User-ID Google Analytics

# Languages::sd_google_analytics.ga_vendors_tracking
source: Allow vendors to track page views
sd: Позволить продавцам отслеживать посещение страниц

# SettingsTooltips::sd_google_analytics::ga_vendors_tracking
source: Allow vendors to track quantity of page views using their Google Analytics accounts
sd: Позволить продавцам отслеживать посещение страниц с помощью собственных учетных записей Google Analytics

# SettingsOptions::sd_google_analytics::ga_anonymize_ip
source: IP anonymizer
sd: Анонимизация IP-адресов

# SettingsTooltips::sd_google_analytics::ga_anonymize_ip
source: If the setting is enabled, the user's IP address will be hidden in Google Analytics. <a href="https://support.google.com/analytics/answer/2763052?hl=en" target="_blank">More</a>
sd: Если настройка включена, то в Google Analytics скрывается ip адрес пользователя. <a href="https://support.google.com/analytics/answer/2763052?hl=en" target="_blank">Подробнее</a>

# SettingsOptions::sd_google_analytics::site_speed_sample_rate
source: Site speed sample rate
sd: Частота выборки данных о скорости загрузки сайта

# SettingsTooltips::sd_google_analytics::site_speed_sample_rate
source: Enter site speed sample rate
sd: Определяет, как часто будут отправляться маркеры отслеживания скорости загрузки сайта

# SettingsOptions::sd_google_analytics::select_brand
source: Select Brand feature
sd: Выберите характеристику "Бренд"

# SettingsTooltips::sd_google_analytics::select_brand
source: Determines which feature will be selected as the brand name of the product
sd: Определяет, какая характеристика будет выбираться в качестве бренда товара

# SettingsSections::sd_google_analytics::order_statuses
source: Order statuses
sd: Статусы заказов

# SettingsOptions::sd_google_analytics::select_refund_statuses
source: Statuses of refunded orders
sd: Статусы возвращенных заказов

# SettingsOptions::sd_google_analytics::select_paid_statuses
source: Statuses of paid orders
sd: Статусы оплаченных заказов

# SettingsSections::sd_google_analytics::events_affecting_the_bounce_rate
source: Events affecting the bounce rate
sd: События влияющие на показатель отказов

# SettingsOptions::sd_google_analytics::ga_quick_view
source: Product quick view
sd: Быстрый просмотр товара

# SettingsTooltips::sd_google_analytics::ga_quick_view
source: If enabled, the product quick view event will affect the bounce rate. <a href="https://support.google.com/analytics/answer/1033068?hl=en#NonInteractionEvents" target="_blank">More info</a>
sd: Если настройка включена, событие быстрый просмотр товара повлияет на показатель отказов. <a href="https://support.google.com/analytics/answer/1033068?hl=en#NonInteractionEvents" target="_blank">Подробнее</a>

# SettingsOptions::sd_google_analytics::ga_comparison_list
source: Add to comparison list
sd: Добавить в список сравнения

# SettingsTooltips::sd_google_analytics::ga_comparison_list
source: If enabled, the add to comparison list event will affect the bounce rate. <a href="https://support.google.com/analytics/answer/1033068?hl=en#NonInteractionEvents" target="_blank">More info</a>
sd: Если настройка включена, событие добавить в список сравнения повлияет на показатель отказов. <a href="https://support.google.com/analytics/answer/1033068?hl=en#NonInteractionEvents" target="_blank">Подробнее</a>

# SettingsOptions::sd_google_analytics::ga_wishlist
source: Add to wish list
sd: Отложить товар

# SettingsTooltips::sd_google_analytics::ga_wishlist
source: If enabled, the add to wish list event will affect the bounce rate. <a href="https://support.google.com/analytics/answer/1033068?hl=en#NonInteractionEvents" target="_blank">More info</a>
sd: Если настройка включена, событие отложить товар повлияет на показатель отказов. <a href="https://support.google.com/analytics/answer/1033068?hl=en#NonInteractionEvents" target="_blank">Подробнее</a>

# SettingsOptions::sd_google_analytics::ga_buy_one_click
source: Buy with one click
sd: Купить в один клик

# SettingsTooltips::sd_google_analytics::ga_buy_one_click
source: If enabled, the buy with one click event will affect the bounce rate. <a href="https://support.google.com/analytics/answer/1033068?hl=en#NonInteractionEvents" target="_blank">More info</a>
sd: Если настройка включена, событие купить в один клик повлияет на показатель отказов. <a href="https://support.google.com/analytics/answer/1033068?hl=en#NonInteractionEvents" target="_blank">Подробнее</a>

# SettingsSections::sd_google_analytics::cross_domain_tracking
source: Cross domain tracking
sd: Междоменное отслеживание

# SettingsOptions::sd_google_analytics::enable_cross_domain_tracking
source: Enable cross domain tracking
sd: Включить междоменное отслеживание

# SettingsTooltips::sd_google_analytics::enable_cross_domain_tracking
source: Cross-domain tracking makes it possible for Analytics to see sessions on two related sites (such as an ecommerce site and a separate shopping cart site) as a single session.
sd: Междоменное отслеживание Google Analytics позволяет регистрировать посещение нескольких ресурсов (например, интернет-магазина и корзины покупок на отдельном сайте) как один сеанс.

# SettingsOptions::sd_google_analytics::domain_id
source: Domen id
sd: Домен

# SettingsTooltips::sd_google_analytics::domain_id
source: Enter destination domain
sd: Введите целевые домены через запятую

# Languages::sd_ga_category_products
source: "[category]" products
sd: Товары "[category]"

# Languages::sd_ga_brand_products
source: "[brand]" brand products
sd: Товары бренда "[brand]"

# Languages::sd_ga_block_products
source: "[block]" block products
sd: Товары блока "[block]"

# Languages::sd_ga_tracking_code
source: Google Analytics account number
sd: Номер учетной записи Google Analytics

# Languages::sd_ga_tracking_code_tooltip
source: Enter your Tracking ID from the account at analytics.google.com that you can find under Admin->Property->Tracking info->Tracking code
sd: Укажите ваш Tracking ID из личного кабинета analytics.google.com, который находится во вкладке Admin->Property->Tracking info->Tracking code

# Languages::ga_user_id_law
source: Google Analytics uses the User-ID function and an encrypted identifier to gather statistics. It does not use the data that allows Google to identify the user's identity (name, social security numbers, email addresses, contact information, etc.). By continuing to use the site, you agree to use this function. <span class="button button-wrap-left"><span class="button button-wrap-right"><a rel="nofollow" href="[url]">OK</a></span></span>
sd: Google Analytics применяет функцию User-ID и использует засекреченный идентификатор для ведения статистики. Не используются данные, которые позволяют системе Google идентифицировать личность пользователя (имена, номера социального страхования, адреса электронной почты, контактная информация и т. п.). Продолжая использование сайта, вы соглашаетесь с использованием данной функции. <span class="button button-wrap-left"><span class="button button-wrap-right"><a rel="nofollow" href="[url]">OK</a></span></span>

# SettingsTooltips::sd_google_analytics::select_refund_statuses
source: <p>Specify order statuses set for returned products</p>
sd: <p>Укажите статусы заказов, означающие возврат товара</p>

# SettingsTooltips::sd_google_analytics::select_paid_statuses
source: <p>Specify the statuses of paid orders, information about them will be sent to Google Analytics. Removal of products from these orders will be considered as a refund</p>
sd: <p>Укажите статусы оплаченных заказов, информация о них будет отправляться в Google Analytics. Удаление товаров из этих заказов будет расценено, как возврат</p>

# Languages::sd_google_analytics.view_ga_logs
source: View related GA logs
sd: Просмотреть связанные события GA

# Languages::sd_google_analytics.view_order_logs
source: View related logs
sd: Просмотреть связанные события
