Repository: mayank120502/growcycle
Catalog: var/langs/*/addons/*_taxjar.po
Languages: sd

# Addons::name::sd_taxjar
source: Simtech Development: TaxCalcs by TaxJar
sd: Simtech Development: TaxCalcs от TaxJar

# Addons::description::sd_taxjar
source: Calculates taxes via the TaxJar service. <a href="https://www.simtechdev.com/" target="_blank">Support</a>
sd: Производит подсчет налогов с помощью сервиса TaxJar. <a href="https://www.simtechdev.com/" target="_blank">Поддержка</a>

# SettingsOptions::sd_taxjar::lkey
source: License key
sd: Лицензионный ключ

# SettingsTooltips::sd_taxjar::api_key
source: In order to get API key you need to register on the TaxJar service, then go to Account tab, select SmartCalcs API and press Generate API key button.
sd: Для получения API ключа зарегистрируйтесь на сервисе <a href="https://www.taxjar.com/" target="_blank">TaxJar</a>, затем перейдите во вкладку Account, выберете SmartCalcs API, и нажмите Сгенерировать API key.

# SettingsOptions::sd_taxjar::required_api
source: Make the API key field obligatory for the vendors
sd: Сделать поле API key обязательным

# SettingsTooltips::sd_taxjar::required_api
source: If the field is enabled all your vendors must have TaxJar account.
sd: Если выбрана эта настройка, то у всех продавцов должен быть аккаунт в TaxJar.

# SettingsOptions::sd_taxjar::amount_of_days
source: Amount of days
sd: Количество дней

# SettingsTooltips::sd_taxjar::amount_of_days
source: Specify for how many days the cache of the requests sent to the TaxJar service should be stored.
sd: Сколько дней хранить кэш запросов к сервису TaxJar.

# Languages::addons.sd_taxjar.no_auth_user
source: Entered user data is not enough. Tax calculation can be incorrect.
sd: Недостаточно пользовательских данных. Подсчет налога может быть некорректным.

# Languages::addons.sd_taxjar.bad_auth_data
source: Incorrect address or shipping information. Tax calculation can be incorrect. Please add your country, state and zip-code in the My account area or at the ckeck-out.
sd: Данные о проживании/доставке некорректны. Подсчет налога может быть неправильным. Пожалуйста, добавьте страну, штат и почтовый индекс в профиле пользователя либо на странице оформления заказа.

# Languages::addons.sd_taxjar.product_tax_code
source: Product tax code
sd: Налоговый код продукта

# Languages::addons.sd_taxjar.get_taxes
source: Calculate tax
sd: Получить налог

# Languages::addons.sd_taxjar.info_to_country_and_state
source: Select a country and region from the list. If your country has no list of regions, enter a two-digit ISO code of your region.
sd: Выберете страну и регион из выпадающего списка. Если для Вашей страны нет выпадающего списка регионов, то следует вводить двузначный ISO-код региона

# Languages::addons.sd_taxjar.info_to_zip
source: Enter a zip code
sd: Введите почтовый индекс

# Languages::addons.sd_taxjar.info_shipping
source: Enter shipping cost
sd: Введите цену доставки

# Languages::addons.sd_taxjar.get_taxes_popup
source: Tax information
sd: Информация о налоге

# Languages::addons.sd_taxjar.get_taxes_button
source: Calculate tax
sd: Рассчитать налог

# Languages::addons.sd_taxjar.update_product_tax_code
source: Update the list of tax codes
sd: Обновить список налоговых кодов

# Languages::privileges.sd_taxjar
source: Tax checking
sd: Проверка налогов

# Languages::addons.sd_taxjar.add_nexus
source: Add Nexus addresses database
sd: Добавить базу Nexus адресов

# Languages::addons.sd_taxjar.update_nexus
source: Update Nexus addresses database
sd: Обновить базу Nexus адресов

# Languages::addons.sd_taxjar.info
source: Use the following command to run the cron script: <b> php [path] --dispatch=sd_taxjar_order_export.cron --cron_password=CRON_PASSWORD</b> Where CRON_PASSWORD is the access key to the cron script that you can find under Settings - Security settings. Exports orders to the CSV file to import them to the TaxJar service.
sd: Используйте следующую команду для запуска скрипта по крону: <b> php [path] --dispatch=sd_taxjar_order_export.cron –cron_password=CRON_PASSWORD</b>, где CRON_PASSWORD - ключ доступа к крон скрипту, который вы можете найти, перейдя в "Настройки" - "Настройки безопасности". Скрипт экспортирует заказы в CSV файл для их дальнейшего импорта в сервис TaxJar.

# Languages::addons.sd_taxjar.export_orders
source: Export orders
sd: Экспорт заказов

# Languages::addons.sd_taxjar.export_orders_counter
source: Export orders: [counter]
sd: Экспорт заказов: [counter]

# Languages::addons.sd_taxjar.return
source: Return to <a href="[return]">[return]</a>
sd: Вернуться на страницу <a href="[return]">[return]</a>

# Languages::addons.sd_taxjar.download_archive
source: The archive download should start in several seconds automatically, if not <a href="[url]">Click here</a>
sd: Загрузка архива должна начаться через несколько секунд автоматически. Если не началась <a href="[url]">Нажмите сюда</a>

# Languages::addons.sd_taxjar.compress_error
source: An unknown error is occurred while creating the archive
sd: При создании архива возникла неизвестная ошибка

# Languages::addons.sd_taxjar.items_per_file
source: Elements per file
sd: Элементов в файле

# SettingsSections::sd_taxjar::general
source: General
sd: Основные

# SettingsSections::sd_taxjar::export
source: Export
sd: Экспорт

# Languages::addons.sd_taxjar.order_statuses
source: Order statuses
sd: Статусы заказов

# Languages::ttc_addons.sd_taxjar.order_statuses
source: Select statuses that will trigger sending updated tax information
sd: Статусы, при переводе к которым, будет отправляться обновленная информация о налогах

# Languages::addons.sd_taxjar.taxjar_csv_export
source: To download information about orders to CSV
sd: TaxJar: Сделать выгрузку информации о заказах в CSV

# Languages::addons.sd_taxjar.taxjar_order_transactions
source: TaxJar: Settings for sending information about orders to the TaxJar service
sd: TaxJar: Настройки отправки информации о заказах в сервис

# Languages::addons.sd_taxjar.sales_tax
source: Sales Tax
sd: Налог с продаж

# Languages::addons.sd_taxjar.zip
source: ZIP code
sd: ZIP
