Repository: mayank120502/growcycle
Catalog: var/langs/*/addons/cp_addons_manager.po
Languages: ru_ru

# Addons::name::cp_addons_manager
source: Cart-Power: Add-ons Manager
ru_ru: Cart-Power: Менеджер модулей

# Addons::description::cp_addons_manager
source: The best way to manage all Cart-Power add-ons. Developed by <a target="_blank" href="https://cart-power.com/">Cart-Power</a>. Professional CS-Cart development.
ru_ru: Лучший способ управления модулями Cart-Power. Разработано <a target="_blank" href="https://cart-power.ru/">Cart-Power</a>.

# SettingsSections::cp_addons_manager::general
source: General
ru_ru: Общее

# SettingsSections::cp_addons_manager::logs
source: Event log
ru_ru: Журнал событий

# SettingsOptions::cp_addons_manager::notify_me_about_new_versions
source: Notify me about new versions of add-ons
ru_ru: Уведомлять меня о новых версиях модулей

# SettingsOptions::cp_addons_manager::use_logs
source: Event log for
ru_ru: Журнал событий для

# Languages::privileges.manage_cp_addons_manager
source: Manage Cart-Power add-ons manager
ru_ru: Управление менеджером модулей Cart-Power

# Languages::privilege_groups.cp_addons_manager
source: CP: Add-ons manager
ru_ru: CP: Менеджер модулей

# Languages::cp_addons_manager
source: Add-ons Manager
ru_ru: Менеджер модулей

# Languages::cp_addons_manager_menu_description
source: Manage your licenses and add-ons.
ru_ru: Управление лицензиями и модулями.

# Languages::cp_you_should_enter_your_license_key
source: You should enter license key
ru_ru: Необходимо ввести лицензионный ключ

# Languages::cart_power_addons
source: Cart-Power: Add-ons
ru_ru: Cart-Power: Модули

# Languages::cp_addon_is_up_to_date
source: Add-on is up to date
ru_ru: Модуль актуален

# Languages::cp_install_and_activate
source: Install and activate
ru_ru: Установить и включить

# Languages::cp_cant_get_information_from_server
source: There was an error occured while processing request. Please, try later
ru_ru: При обработке запроса произошла ошибка. Пожалуйста, попробуйте позднее

# Languages::cp_not_installed
source: Not installed
ru_ru: Не установлен

# Languages::cp_purchase_license
source: Purchase license
ru_ru: Оплатить лицензию

# Languages::cp_up_to_date
source: Up to date
ru_ru: Актуален

# Languages::cp_prolongation
source: Prolongation
ru_ru: Продление

# Languages::cp_addon_has_been_installed_successfully
source: The <b>[addon]</b> has been installed successfully.
ru_ru: <b>[addon]</b> был успешно установлен.

# Languages::cp_addon_has_been_updated_successfully
source: The <b>[addon]</b> has been updated successfully.
ru_ru: <b>[addon]</b> был успешно обновлен.

# Languages::cp_downloading_not_allowed
source: Not allowed to download
ru_ru: Недоступно для загрузки

# Languages::cp_versions_history
source: Versions history
ru_ru: История версий

# Languages::cp_current_version
source: Current version
ru_ru: Текущая версия

# Languages::cp_storefront_demo
source: Storefront demo
ru_ru: Демо-витрина

# Languages::cp_admin_demo
source: Admin demo
ru_ru: Демо-панель администратора

# Languages::cp_this_addon_did_not_licensed_for_following_domains
source: This add-on does not have a license on following domains:
ru_ru: Этот модуль не имеет лицензии для следующих доменов:

# Languages::cp_updates_are_available_for_the_following_add_ons
source: Updates are available for the following add-ons:
ru_ru: Обновления доступны для следующих модулей:

# Languages::cp_addon_name_and_versions
source: <br/><strong>[addon]</strong>(installed version: [current_version]) available version: [available_version]
ru_ru: <strong>[addon]</strong> - новая версия: [latest_version] от [latest_date] - обновление доступно до [valid_date]<br/>

# Languages::cp_addon_name_and_versions_fail
source: <strong>[addon]</strong> - new version: [latest_version] of [latest_date] - no update available. You need to renew your subscription.<br/>
ru_ru: <strong>[addon]</strong> - новая версия: [latest_version] от [latest_date] - обновление не доступно. Необходимо продлить подписку.<br/>

# Languages::cp_update_addon_message_links
source: <div class="cp-buttons-inside-notification"><a href="[view_link]">View</a><a class="pull-right cm-notification-close cm-ajax" href="[hide_link]">Hide</a></div>
ru_ru: <div class="cp-buttons-inside-notification"><a href="[view_link]">Подробнее</a></div>

# Languages::cp_following_addons_have_a_license_domanis_mismatch
source: Following add-ons have a license domanis mismatch:
ru_ru: Следующие модули имеют несоответствие доменов в лицензии:

# Languages::cp_click_following_link_for_more_information
source: <div class="cp-buttons-inside-notification">Click <a href="[view_link]">this link</a> for more information</div>
ru_ru: <div class="cp-buttons-inside-notification">Нажмите <a href="[view_link]">эту ссылку</a> для дополнительной информации</div>

# Languages::cp_following_addons_has_been_disabled_because_of_license_failure
source: Following add-ons has been disabled because of license failure:
ru_ru: Следующие модули были отключены из-за сбоя лицензии:

# Languages::cp_get_custom_development_quote
source: Get custom development quote
ru_ru: Получите индивидуальный заказ на разработку

# Languages::cp_broken_addon_pack
source: Broken add-on package
ru_ru: Нарушенный пакет модуля

# Languages::cp_my_addons
source: My add-ons
ru_ru: Мои модули

# Languages::cp_avail_addons
source: Available add-ons
ru_ru: Доступные модули

# Languages::cp_all_addons
source: All add-ons
ru_ru: Все модули

# Languages::cp_updates
source: Updates
ru_ru: Обновления

# Languages::cp_action
source: Action
ru_ru: Действие

# Languages::cp_version
source: Version
ru_ru: Версия

# Languages::cp_release_date
source: Release date
ru_ru: Дата релиза

# Languages::cp_updates_avail_until
source: Upgrades available until
ru_ru: Обновления доступны до

# Languages::cp_purchased
source: Purchased
ru_ru: Куплен

# Languages::cp_licensed_domains
source: Licensed domains
ru_ru: Лицензированные домены

# Languages::cp_domains_amount
source: Number of domains
ru_ru: Количество доменов

# Languages::cp_update_period
source: Update period
ru_ru: Период обновлений

# Languages::cp_ends
source: Ends
ru_ru: Заканчивается

# Languages::cp_ended
source: Ended
ru_ru: Закончилась

# Languages::cp_months
source: month(s)
ru_ru: месяц(ев)

# Languages::cp_addon_info
source: Addon information
ru_ru: Информация о модуле

# Languages::cp_prolongate_license
source: Prolongate license
ru_ru: Продлить лицензию

# Languages::cp_purchase
source: Purchase
ru_ru: Купить

# Languages::cp_from
source: from
ru_ru: от

# Languages::cp_support
source: Support
ru_ru: Поддержка

# Languages::cp_text_reviews
source: [n] review(s)
ru_ru: [n] отзыва(ов)

# Languages::cp_receive
source: Get
ru_ru: Получить

# Languages::cp_license_error
source: License error
ru_ru: Ошибка лицензии

# Languages::cp_license_error_domains
source: Domain does not match the order
ru_ru: Домен не соответствует заказу

# Languages::cp_license_error_not_active
source: License is not active
ru_ru: Лицензия не активна

# Languages::cp_already_purchased
source: Already purchased
ru_ru: Уже куплен

# Languages::cp_addons_info
source: Add-ons information
ru_ru: Информация о модулях

# Languages::cp_display_avail_addons
source: Show add-ons compatible with the current version of the store
ru_ru: Показать модули, подходящие под текущую версию магазина

# Languages::cp_avail_for_store
source: Available for your store
ru_ru: Доступно для вашего магазина

# Languages::cp_not_avail_for_store
source: Not available for your store
ru_ru: Недоступно для вашего магазина

# Languages::cp_no_license_for_domains
source: Your license can't be used on the following domains:
ru_ru: Ваша лицензия не может быть использована на следующих доменах:

# Languages::cp_am_buy
source: Buy
ru_ru: Купить

# Languages::cp_am_contact_us
source: Contact us
ru_ru: Свяжитесь с нами

# Languages::cp_am_prolongate
source: extend the update period
ru_ru: продлить период обновлений

# Languages::cp_am_upgrade
source: to update
ru_ru: обновить

# Languages::cp_installed_version
source: Installed
ru_ru: Установлена

# Languages::cp_available_version
source: Available
ru_ru: Доступна Вам

# Languages::cp_actual_version
source: Latest
ru_ru: Актуальная

# Languages::cp_addon_status_on
source: Add-on status - enabled
ru_ru: Статус модуля - включен

# Languages::cp_addon_status_off
source: Add-on status - disabled
ru_ru: Статус модуля - выключен

# Languages::cp_addon_status_not_installed
source: Add-on status - not installed
ru_ru: Статус модуля - не установлен

# Languages::cp_am_settings
source: Settings
ru_ru: Настройки

# Languages::cp_am_reference
source: Reference
ru_ru: Справка

# Languages::cp_am_documentation
source: Documentation
ru_ru: Документация

# Languages::cp_am_documentation_not_exists
source: This add-on has no documentation yet.
ru_ru: У этого модуля пока нет документации

# Languages::cp_am_installed_avail_version
source: The latest version available to you is installed
ru_ru: Установлена последняя доступная Вам версия

# Languages::cp_am_can_install_avail_version
source: The following verison is available to you
ru_ru: Вам доступна версия

# Languages::cp_am_subscribe_exists
source: Your upgrade subscription is valid up to [date]
ru_ru: Ваша подписка на обновления актуальна до [date]

# Languages::cp_am_subscribe_exists_text
source: You can extend the update period for a longer period.
ru_ru: Вы можете продлить период обновления на более долгий срок

# Languages::cp_am_subscribe_expired
source: Your subscription has expired [date]
ru_ru: Ваша подписка истекла [date]

# Languages::cp_am_subscribe_expired_text
source: To access the current version of the add-on need to buy a subscription.
ru_ru: Для получения доступа к актуальным версиям модуля необходимо купить подписку

# Languages::cp_am_buy_subscr
source: Buy subscription
ru_ru: Купить подписку

# Languages::cp_am_prolong_subscr
source: Renew subscription
ru_ru: Продлить подписку

# Languages::cp_am_versions
source: Versions
ru_ru: Версии

# Languages::cp_install
source: Install
ru_ru: Установить

# Languages::cp_upgrade_to
source: Upgrade to
ru_ru: Обновить до

# Languages::cp_сompatibility
source: Compatibility
ru_ru: Совместимость

# Languages::cp_view_demo
source: View demo
ru_ru: Посмотреть демо

# Languages::cp_go_to_cartpower
source: Go to the Cart-Power store
ru_ru: Перейти в магазин Cart-Power

# Languages::cp_ask_question
source: Ask question
ru_ru: Задать вопрос

# Languages::cp_domains_error_reasons
source: <div><b>Possible reasons:</b></div><ul><li>Not purchased domain licenses</li><li>Failed to validate domains</li><li>The add-on has different licenses for different domains</li></ul>
ru_ru: <div><b>Возможные причины:</b></div><ul><li>Не куплены лицензии для доменов</li><li>Не удалось произвести валидацию доменов</li><li>У модуля разные лицензии для разных доменов</li></ul>

# Languages::cp_update_via_uc
source: Upgrade via Upgrade Center
ru_ru: Обновить через Upgrade Center

# Languages::cp_upgrade_tooltip_text
source: Update via Cart-Power add-ons manager.
ru_ru: Обновление будет производиться исключительно средствами менеджера модулей Cart-Power.

# Languages::cp_am_need_reinstall
source: Unfortunately, there is no way to upgrade this add-on via the Add-on manager or the Upgrade center.<br />Please follow the <a href="[link]" target="_blank">manual upgrade instructions</a>.
ru_ru: К сожалению, данный модуль невозможно обновить через Менеджер модулей или Upgrade Center. <br />Пожалуйста, следуйте <a href="[link]" target="_blank">инструкции по обновлению в ручном режиме</a>.

# Languages::cp_am_custom_addons_text
source: A modified version of the add-on is installed. The upgrade option is disabled for you not to lose your changes.
ru_ru: Установлена модифицированная версия модуля. Возможность обновления отключена, чтобы вы не потеряли изменения.

# Languages::cp_custom_logs
source: Event log
ru_ru: Журнал событий
