Repository: mayank120502/growcycle
Catalog: var/langs/*/addons/cp_custom_price.po
Languages: ru_ru

# Addons::name::cp_custom_price
source: Cart-Power: Product custom price
ru_ru: Cart-Power: Кастомная цена товара

# Addons::description::cp_custom_price
source: The addon adds the ability to set a custom price for products. Developed by <a target="_blank" href="http://cart-power.com/">Cart-Power</a>
ru_ru: Модуль добавляет возможность задавать товарам пользовательскую цену. Разработано <a target="_blank" href="http://cart-power.com/">Cart-Power</a>

# Languages::cp_custom_price.info_for_activate
source: To use Custom price, the customer should be able to contact you. Please, configure Buying types in your account
ru_ru: Чтобы использовать пользовательскую цену, клиент должен иметь возможность связаться с вами. Пожалуйста, настройте типы покупок в своем аккаунте

# Languages::cp_custom_price.custom_price
source: Custom price
ru_ru: Пользовательская цена

# Languages::cp_custom_price.price_from
source: Price from
ru_ru: Цена от

# Languages::cp_custom_price.price_to
source: Price to
ru_ru: Цена до

# Languages::cp_custom_price.from
source: From
ru_ru: От

# Languages::cp_custom_price.to
source: To
ru_ru: До

# Languages::cp_custom_price.error_save_product.empty_price_from
source: The "Price from" field cannot be left empty or zero if "Price to" field is filled
ru_ru: Поле "Цена от" нельзя оставлять пустым или равным нулю, если поле "Цена до" заполнено

# Languages::cp_custom_price.contact_us
source: Contact us for a price
ru_ru: Свяжитесь с нами для уточнения цены

# Languages::cp_custom_price.filter
source: Exclude products with custom price
ru_ru: Исключить товары с пользовательской ценой
