Repository: mayank120502/growcycle
Catalog: var/langs/*/addons/cp_company_tab.po
Languages: ru_ru

# Addons::name::cp_company_tab
source: Cart-Power: Company profile tab
ru_ru: Cart-Power: Таб Профиль Компании

# Addons::description::cp_company_tab
source: Allows to set up a Company profile tab that will appear near the product description. Developed by <a target="_blank" href="http://cart-power.com/">Cart-Power</a>
ru_ru: Позволяет настроить таб Профиль Компании, который появится рядом с описанием товара. Разработано <a target="_blank" href="http://cart-power.ru/">Cart-Power</a>

# SettingsSections::cp_company_tab::general
source: General
ru_ru: Общие

# SettingsOptions::cp_company_tab::enable_company_tab
source: Enable "Company profile tab" at frontend
ru_ru: Включить таб "Профиль Компании" во фронт-энде

# Languages::cp_company_tab_please_remember
source: Please remember
ru_ru: Пожалуйста, не забудьте

# Languages::cp_company_tab
source: Company profile tab
ru_ru: Таб Профиль Компании

# Languages::cp_company_tab_menu_description
source: Set up the tabs inside it
ru_ru: Создайте табы внутри него

# Languages::cp_company_tab_updated
source: The list of tabs was updated
ru_ru: Список табов был обновлен

# Languages::block_cp_company_tab
source: Company profile tab
ru_ru: Таб Профиль Компании

# Languages::cp_company_profile
source: Company profile
ru_ru: Профиль компании

# Languages::cp_add_company_tab_section
source: Add Company profile tab section
ru_ru: Добавить секцию внутри таба Профиль компании

# Languages::cp_company_profile_sections
source: You can mange the list of sections inside the Company profile tab using special page at "Website" -> "Company profile tab"
ru_ru: Вы можете управлять вкладками внутри таба Профиль компании используя специальную страницу <a href="[link]">"Веб-сайт" -> "Таб Профиль Компании"</a>

# Languages::cp_company_currently_created
source: Currently you have <b>[count] tabs</b> created
ru_ru: Сейчас у вас создано <b>[count] вкладок</b>
