Repository: mayank120502/growcycle
Catalog: var/langs/*/addons/cp_hawthorne_integration.po
Languages: ru_ru

# Addons::name::cp_hawthorne_integration
source: Cart-Power: Hawthorne Hydroponics integration
ru_ru: Cart-Power: Интеграция Hawthorne Hydroponics

# Addons::description::cp_hawthorne_integration
source: This add-on allows to get the list of products from Hawthorne Hydroponics. Developed by <a target="_blank" href="http://cart-power.com/">Cart-Power</a>
ru_ru: Этот модуль позволяет получить список продуктов из Hawthorne Hydroponics. Разработано <a target="_blank" href="http://cart-power.ru/">Cart-Power</a>

# SettingsSections::cp_hawthorne_integration::general
source: General
ru_ru: Общие

# SettingsOptions::cp_hawthorne_integration::client_id
source: "Key" used for authorization at Hawthorne
ru_ru: "Ключ" используемый для авторизации на по API

# SettingsTooltips::cp_hawthorne_integration::client_id
source: Also in some documentation it is called "client_id"
ru_ru: Кое-где в документации он также называется "client_id"

# SettingsOptions::cp_hawthorne_integration::client_secret
source: "Secret" used for authorization at Hawthorne
ru_ru: "Секрет" используемый для авторизации на по API

# SettingsTooltips::cp_hawthorne_integration::client_secret
source: Also in some documentation it is called "client_secret"
ru_ru: Кое-где в документации он также называется "client_secret"

# SettingsOptions::cp_hawthorne_integration::company_id
source: Vendor that will own poducts of Hawthorne
ru_ru: Продавец, который будет владеть продуктами из Hawthorne

# Languages::cp_hawthorne_startup_info
source: You can mange products import using spacial page at "Vendors" -> "Hawthorne import"
ru_ru: Вы можете управлять импортом товаров, используя специальную страницу "Продавцы" -> "Hawthorne импорт"

# SettingsOptions::cp_hawthorne_integration::import_category_id
source: Disabled category used for newly imported products
ru_ru: Отключенная категория, используемая для импорта новых товаров

# SettingsTooltips::cp_hawthorne_integration::import_category_id
source: You can use only disabled root categories
ru_ru: Можно использовать только категории первого уровня

# SettingsOptions::cp_hawthorne_integration::cron_password
source: Cron password
ru_ru: Пароль для крона

# SettingsTooltips::cp_hawthorne_integration::cron_password
source: Use a password to restrict external access to CRON
ru_ru: Используйте пароль для ограничения доступа к CRON

# SettingsSections::cp_hawthorne_integration::profit_margin
source: Profit margin
ru_ru: Наценка

# SettingsOptions::cp_hawthorne_integration::margin_percent
source: Profit margin, %
ru_ru: Наценка в %

# SettingsTooltips::cp_hawthorne_integration::margin_percent
source: Prices received from Hawthorne will get addition calculated in percents
ru_ru: Цены, полученные из Хавторн, будут увеличены на указанный процент

# SettingsOptions::cp_hawthorne_integration::margin_absolute
source: Profit margin, $
ru_ru: Наценка в $

# SettingsTooltips::cp_hawthorne_integration::margin_absolute
source: Also prices received from Hawthorne will be increased by this value
ru_ru: Также цены будут увеличены на величину

# Languages::cp_hawthorne_tooltip_margin_absolute
source: Also prices received from Hawthorne will be increased by this value
ru_ru: Также цены будут увеличены на величину

# Languages::cp_hawthorne_margin_percent
source: Profit margin, %
ru_ru: Наценка в %

# Languages::cp_hawthorne_tooltip_margin_percent
source: Prices received from Hawthorne will get addition calculated in percents
ru_ru: Цены, полученные из Хавторн, будут увеличены на указанный процент

# Languages::cp_hawthorne_margin_absolute
source: Profit margin, $
ru_ru: Наценка в $

# Languages::cp_hwathorne_price_generated
source: This price was generated by imported from Hawthorne. Manual changes for it will be lost
ru_ru: Эта цена была сгенерирована из импортированной. Изменения этой цены вручную будут утрачены

# Languages::cp_hwathorne_imported
source: Imported from Hawthorne
ru_ru: Импортировано из Hawthorne

# Languages::cp_repeat_hawthorne_import
source: Repeat import
ru_ru: Повторить импорт

# Languages::cp_hawthorne_import
source: Hawthorne import
ru_ru: Импорт из Hawthorne

# Languages::cp_hawthorne_import_menu_description
source: Use this page to get all products from Hawthorne
ru_ru: Используйте эту страницу чтобы импортировать все товары из Hawthorne

# Languages::cp_hawthorne_currently_imported
source: Currently we have information about <b>[total] products</b> from Hawthorne.
ru_ru: В данный момент мы получили информацию о <b>[total] продуктах</b> из Hawthorne.

# Languages::cp_hawthorne_make_import
source: Get the list of products from Hawthorne
ru_ru: Получить список продуктов из Hawthorne

# Languages::cp_hawthorne_currently_processed
source: This information was processed and <b>[processed] products</b> were created.
ru_ru: Эта информация была обработана, и <b>[processed] пролуктов</b> было создано.

# Languages::cp_hawthorne_process_import
source: Process information recieved from Hawthorne
ru_ru: Обработать информацию, полученную из Hawthorne

# Languages::cp_hawthorne_explain
source: This page allows to get all products from Hawthorne. Importing products is done in two steps.<br/>During the first step we recieve data from Hawthorne. <br/>The second step is to create/update products from this data
ru_ru: Эта страница позволяет провести импорт всех товаров из Hawthorne. Импортирование производится в два шага.<br/> Во время первого мы получаем данные из Hawthorne. <br/>На втором шаге и обрабатываем эти данные для того, чтобы создать/обновить товары

# Languages::cp_hawthorne_authorization_failed
source: Could not get token from Hawthorne. Authorization failed
ru_ru: Не удалось получить токен из Hawthorne. Авторизация не удалась

# Languages::cp_hawthorne_import_failed
source: Unknown error. Import failed
ru_ru: Неизвестная ошибка. Импорт не удался

# Languages::cp_hawthorne_updated_products
source: Updated prices and amount for <b>[total] products</b> from Hawthorne.
ru_ru: Обновлены цены и наличие для <b>[total] продуктов</b> из Hawthorne.

# Languages::cp_hawthorne_imported_products
source: <b>[total] products</b> were imported from Hawthorne.
ru_ru: <b>[total] продуктов</b> было импортировано из Hawthorne.

# Languages::cp_hawthorne_also_you_can
source: Also you can
ru_ru: Также вы можете

# Languages::cp_hawthorne_update_prices_and_amount
source: Update prices and amount of products imported from Hawthorne.
ru_ru: Обновить цены и наличие товаров, импортированных из Hawthorne.

# Languages::cp_hawthorne_use_cron
source: You can use CRON to update prices and amount in stock for products imported from Hawthorne
ru_ru: Вы можете использовать CRON для обновления цени и наличия товаров, импортированных из Hawthorne

# Languages::cp_hawthorne_use_cron
source: Use this script to perform updating automatically
ru_ru: Используйте этот скрипт для автоматического обновления

# Languages::cp_hawthorne_try_manually
source: Start manually
ru_ru: Начать вручную
