Repository: mayank120502/growcycle
Catalog: var/langs/*/addons/cp_json_ld.po
Languages: ru_ru

# Addons::name::cp_json_ld
source: Cart-Power: JSON-LD Markup
ru_ru: Cart-Power: Микроразметка JSON-LD

# Addons::description::cp_json_ld
source: Adds structured data in JSON-LD format to your store. Developed by <a target="_blank" href="https://cart-power.com/">Cart-Power</a>.
ru_ru: Добавляет на страницы магазина структурированные данные в формате JSON-LD. Разработано <a target="_blank" href="https://cart-power.ru/">Cart-Power</a>.

# Languages::cp_json_avalability_mapping
source: Availability feature variants mapping
ru_ru: Соответствия вариантов характеристики "Доступность"

# Languages::cp_json_condition_mapping
source: Condition feature variants mapping
ru_ru: Соответствия вариантов характеристики "Cостояние"

# Languages::cp_json_condition_mapping_descr
source: Indicate the correspondence between the "Condition" feature variants and the transmitted value
ru_ru: Укажите соответствия между вариантами характеристики "Состояние" и передаваемым значением

# SettingsOptions::cp_json_ld::feature_material
source: Material feature
ru_ru: Характеристика Материал

# SettingsOptions::cp_json_ld::feature_color
source: Color feature
ru_ru: Характеристика Цвет

# SettingsOptions::cp_json_ld::feature_pattern
source: Pattern feature
ru_ru: Характеристика Шаблон

# Languages::cp_json_avalability_mapping_descr
source: Indicate the correspondence between the "Availability" feature variants and the transmitted value
ru_ru: Укажите соответствия между вариантами характеристики "Доступность" и передаваемым значением

# SettingsOptions::cp_json_ld::local_business
source: Settigns for LocalBusiness markup
ru_ru: Настройки для разметки LocalBusiness

# SettingsTooltips::cp_json_ld::store_type
source: Will use <a href="https://schema.org/Organization">Organization</a> markup if "Store type" not selected
ru_ru: Будет использоваться разметка <a href="https://schema.org/Organization">Organization</a>, если "Тип магазина" не выбран

# Languages::cp_json_ld.local_business_info
source: For more flexible markup use LocalBusiness settings, select the type of the store. Important! The address field is mandatory and it will be added in any case, if it is not empty
ru_ru: Для более гибкой разметки используйте LocalBusiness настройки, выберите тип магазина. Важно! Поле адреса является обязательным и будет добавлено в любом случае, если оно не пустое

# SettingsOptions::cp_json_ld::payment_accepted
source: Accepted payment systems
ru_ru: Принимаемые платежные системы

# SettingsOptions::cp_json_ld::opening_hours
source: The general opening hours for a business
ru_ru: Общие часы работы магазина

# SettingsTooltips::cp_json_ld::opening_hours
source: Opening hours can be specified as a weekly time range, starting with days, then times per day. Multiple days can be listed with commas ',' separating each day. Day or time ranges are specified using a hyphen '-'. See <a class="cp-ld__link-color" target="_blank" href="https://schema.org/openingHours">more</a>
ru_ru: Часы работы могут быть указаны как недельный временной диапазон, начиная с дней, а затем раз в день. Несколько дней можно указать через запятую ',', разделяя каждый день. Дневной или временной диапазон указывается через дефис '-'. Узнать <a class="cp-ld__link-color" target="_blank" href="https://schema.org/openingHours">больше</a>

# SettingsOptions::cp_json_ld::currencies_accepted
source: The currency accepted
ru_ru: Принимаемая валюта

# SettingsTooltips::cp_json_ld::currencies_accepted
source: Use <a class="cp-ld__link-color" target="_blank" href="https://en.wikipedia.org/wiki/ISO_4217">ISO 4217 currency format</a> e.g. "USD"; Ticker symbol for cryptocurrencies e.g. "BTC"; well known names for Local Exchange Tradings Systems (LETS) and other currency types e.g. "Ithaca HOUR"
ru_ru: Используйте <a class="cp-ld__link-color" target="_blank" href="https://en.wikipedia.org/wiki/ISO_4217">формат валюты ISO 4217</a>, например - "USD"; Символ тикера для криптовалют, например "BTC"; хорошо известные названия для систем локальных биржевых торгов (LETS) и других типов валют, например "Ithaca HOUR"

# SettingsOptions::cp_json_ld::store_type
source: Store type
ru_ru: Тип магазина

# SettingsOptions::cp_json_ld::use_rating
source: Include rating
ru_ru: Включить в разметку рейтинг

# SettingsTooltips::cp_json_ld::use_rating
source: Rating data will be taken from "Testimonial"
ru_ru: Рейтинг будет взят из отзывов о магазине

# SettingsSections::cp_json_ld::products
source: Products
ru_ru: Товары

# SettingsSections::cp_json_ld::company
source: Company
ru_ru: Компания

# SettingsSections::cp_json_ld::other
source: Other
ru_ru: Другое

# SettingsSections::cp_json_ld::breadcrumbs
source: Breadcrumbs
ru_ru: Строка навигации

# SettingsOptions::cp_json_ld::use_product_markup
source: Use markup for products
ru_ru: Использовать разметку для товаров

# SettingsOptions::cp_json_ld::price_valid_period
source: Price validity period (days)
ru_ru: Срок действия цены (в днях)

# SettingsOptions::cp_json_ld::review_qty
source: Quantity of reviews
ru_ru: Количество отзывов

# SettingsOptions::cp_json_ld::feature_brand
source: Brand feature
ru_ru: Характеристика Бренд

# SettingsOptions::cp_json_ld::feature_condition
source: Condition feature
ru_ru: Характеристика Состояние

# SettingsOptions::cp_json_ld::company_markup_display_on
source: Use company markup on
ru_ru: Использовать разметку о компании на

# SettingsOptions::cp_json_ld::contacts
source: Contacts
ru_ru: Контакты

# SettingsOptions::cp_json_ld::social
source: Social Profiles
ru_ru: Профили в Соц. сетях

# SettingsOptions::cp_json_ld::company_name
source: Company name
ru_ru: Название компании

# SettingsOptions::cp_json_ld::company_description
source: Company description
ru_ru: Описание компании

# SettingsOptions::cp_json_ld::company_markup_page
source: Chosen page
ru_ru: Выбранная страница

# SettingsOptions::cp_json_ld::use_address
source: Include address
ru_ru: Включить в разметку адрес

# SettingsOptions::cp_json_ld::use_phone
source: Include phone
ru_ru: Включить в разметку телефон

# SettingsOptions::cp_json_ld::feature_gtin8
source: Gtin8 feature
ru_ru: Характеристика gtin8

# SettingsOptions::cp_json_ld::feature_gtin12
source: Gtin12 feature
ru_ru: Характеристика gtin12

# SettingsOptions::cp_json_ld::feature_gtin13
source: Gtin13 feature
ru_ru: Характеристика gtin13

# SettingsOptions::cp_json_ld::feature_mpn
source: Mpn feature
ru_ru: Характеристика Mpn

# SettingsOptions::cp_json_ld::feature_gtin14
source: Gtin14 feature
ru_ru: Характеристика gtin14

# SettingsOptions::cp_json_ld::use_markup_for
source: Use markup for
ru_ru: Использовать разметку для

# SettingsOptions::cp_json_ld::use_breadcrumbs_markup
source: Use markup for breadcrumbs
ru_ru: Использовать разметку для строки навигации

# SettingsOptions::cp_json_ld::use_search_markup
source: Use markup to search the site
ru_ru: Использовать разметку для поиска по сайту

# SettingsTooltips::cp_json_ld::use_search_markup
source: Adding the markup of the search box on the site.
ru_ru: Добавление разметки окна поиска по сайту.

# SettingsVariants::cp_json_ld::company_markup_display_on::all
source: All pages
ru_ru: Все страницы

# SettingsVariants::cp_json_ld::company_markup_display_on::page
source: Chosen page
ru_ru: Выбранная страница

# SettingsTooltips::cp_json_ld::price_valid_period
source: Defines which date to show in priceValidUntil property. Will be calculated by adding this value to current date.<br /> Leave this field empty to exclude priceValidUntil property from markup.
ru_ru: Необходим для расчета значения для priceValidUntil. Рассчитывается путем прибавления указанного количества дней к сегодняшней дате.<br /> Если оставить поле пустым, данное свойство не будет использоваться в разметке.

# SettingsTooltips::cp_json_ld::feature_condition
source: Product condition at the time of sale.<br />Use the product feature to specify product condition. This should be a feature with type text (select box). There should be four available variants to select: "new", "used", "refurbished" and "damaged".
ru_ru: Состояние товара в момент продажи. <br />Чтобы указать состояние товара, используйте характеристику с типом текст (список вариантов), у которой доступны следующие варианты: "new", "used", "refurbished", "damaged".

# SettingsTooltips::cp_json_ld::social
source: Add links to your social profiles comma-separated. <br> Example:<br> https://www.facebook.com/your-company,http://www.twitter.com/YourCompany
ru_ru: Укажите ссылки на профили в соц. сетях, разделив их запятой. <br> Пример:<br> https://www.facebook.com/your-company,http://www.twitter.com/YourCompany

# SettingsTooltips::cp_json_ld::company_markup_display_on
source: Specify the pages where company markup will be included.
ru_ru: Укажите на каких страницах включить разметку о компании.

# SettingsTooltips::cp_json_ld::use_address
source: Address data will be taken from Settings > Company (Address, City, Country, State, Zip code)
ru_ru: Адрес будет взят из Настройки > Компания (Адрес, Город, Страна, Регион, Почтовый индекс)

# SettingsTooltips::cp_json_ld::use_phone
source: Phone data will be taken from Settings > Company (Company phone, Company phone 2). <br />Phone number must be in international format, starting with the "+" symbol and country code (e.g. +1 in the US and Canada).
ru_ru: Данные о телефоне будут взяты из Настройки > Компания (Телефон, Телефон 2). <br />Номера телефонов в должны быть указаны в международном формате, начиная со знака "+" и кода страны (+7 для Российской Федерации).

# Languages::cp_json_ld.recomendation_txt
source: Do not use data for markup that is not visible to your customers. For example, if the JSON-LD markup contains company information, the HTML body must contain the same company information.
ru_ru: Не вводите данные, которые не видны покупателям. Если для разметки указано описание компании, то такое описание должно отображаться для покупателя и на странице.

# Languages::cp_json_ld.product_global_id_txt
source: Global identifiers
ru_ru: Глобальный идентификатор

# Languages::ttc_cp_json_ld.product_global_id_txt
source: Google recommends specifying at least one identifier for each product. Include all applicable global identifiers. <br />These identifiers are described at <a href="https://schema.org/Product">schema.org/Product</a>.
ru_ru: Google рекомендует указывать хотя бы один глобальный идентификатор для продукта. Выберите характеристики для всех доступных идентификаторов. <br />Подробнее об идентификаторах на <a href="https://schema.org/Product">schema.org/Product</a>.

# Languages::cp_json_ld.use_product_code
source: Use product code
ru_ru: Использовать код товара

# Languages::cp_json_ld.use_product_id
source: Use product ID
ru_ru: Использовать ID товара

# SettingsSections::cp_json_ld::general
source: General
ru_ru: Основное

# SettingsOptions::cp_json_ld::licensekey
source: License Key
ru_ru: Лицензионный ключ

# SettingsTooltips::cp_json_ld::licensekey
source: You can find it on your order details page
ru_ru: Смотрите на детальной странице заказа

# SettingsTooltips::cp_json_ld::company_name
source: If this field is empty, the company name will be taken from <b>Settings -> Company -> Company Name</b>.
ru_ru: Если это поле пустое, название компании будет взято из <b>Настройки -> Компания -> Название компании</b>.

# Languages::cp_json_ld.company_multilang_settings
source: Edit company description and social links
ru_ru: Редактировать описание компании и ссылки на соц.сети

# Languages::cp_json_ld.company_description
source: Company description
ru_ru: Описание компании

# Languages::ttc_cp_json_ld.company_description
source: If the company description is indicated, then the HTML body must contain the same company description on the page with JSON-LD markup.
ru_ru: Если указано описание компании, то такое описание должно отображаться для покупателя и на размеченной странице.

# Languages::cp_json_ld.social
source: Social Profiles
ru_ru: Профили в Соц. сетях

# Languages::ttc_cp_json_ld.social
source: Add links to your social profiles comma-separated. <br> Example:<br> https://www.facebook.com/your-company,http://www.twitter.com/YourCompany
ru_ru: Укажите ссылки на профили в соц. сетях, разделив их запятой. <br> Пример:<br> https://www.facebook.com/your-company,http://www.twitter.com/YourCompany

# Languages::cp_json_ld.company_multilang_settings
source: Editing the company data for JSON-LD markup
ru_ru: Редактирование данных о компании для JSON-LD разметки

# Languages::privilege_groups.cp_json_ld
source: JSON-LD: additional company data
ru_ru: JSON-LD: доп. данные о компании

# Languages::privileges.manage_cp_json_ld_company
source: JSON-LD: manage company data
ru_ru: JSON-LD: редактирование данных о компании

# Languages::privileges.view_cp_json_ld_company
source: JSON-LD: view company data
ru_ru: JSON-LD: просмотр данных о компании

# SettingsOptions::cp_json_ld::feature_availability
source: Availability feature
ru_ru: Характеристика Доступность

# SettingsOptions::cp_json_ld::feature_retailer_item_id
source: Retailer item ID
ru_ru: ID товара продавца

# SettingsTooltips::cp_json_ld::feature_availability
source: Product availability.<br />Use the product feature to specify product condition. <br />This should be a feature with text type (select box). There should be the following available variants to select: "in stock", "out of stock".
ru_ru: Чтобы добавить в разметку доступность товара, можно воспользоваться автоматической подстановкой параметра (в зависимости от количества товара) или использовать характеристику. Характеристика должна быть с типом текст (список вариантов), у которой доступны следующие варианты: "in stock", "out of stock".

# Languages::cp_json_ld.auto
source: Automatically
ru_ru: Автоматически

# Languages::ttc_cp_json_ld.product_feature_txt
source: Feature will be included in product markup if it appears on the features tab or in the title on the product details page.
ru_ru: Характеристики будут включены в разметку в том случае, если их значение отображается во вкладке «Характеристики» карточки товара или в заголовке карточки товара.
