Repository: mayank120502/growcycle
Catalog: var/langs/*/addons/cp_minimal_order_amount.po
Languages: ru

# Addons::name::cp_minimal_order_amount
source: Cart-Power: Vendor's minimum order amount
ru: Cart-Power: Минимальная сумма заказа продавца

# Addons::description::cp_minimal_order_amount
source: Adds the ability to set a minimum order amount for a vendor, and prohibits placing an order if the purchase amount is less than the minimum. Developed by <a target="_blank" href="http://cart-power.ru/"> Cart-Power </a>
ru: Добавляет возможность устанавливать минимальную сумму заказа для поставщика, и запрещает оформление заказа если сумма покупки меньше минимальной. Разработано <a target="_blank" href="http://cart-power.ru/">Cart-Power</a>

# Languages::cp_minimal_order_amount.separate_notifications
source: Separate notifications
ru: Раздельные уведомления

# Languages::cp_minimal_order_amount.into_one_notifications
source: All vendors in one notification
ru: Все продавцы в одном уведомлении

# Languages::cp_minimal_order_amount.can_not_place_order
source: Attention! For the products of the seller <b>[company]</b>, the minimum order amount is <b>[min_amount]</b>. Add the item to the cart up to the required amount.
ru: Внимание! По товарам продавца <b>[company]</b> минимальная сумма заказа <b>[min_amount]</b>. Добавьте товар в корзину до необходимой суммы.

# Languages::cp_minimal_order_amount.ttc_minimal_amount
source: The amount is indicated in the base currency
ru: Сумма указывается в базовой валюте

# SettingsOptions::cp_minimal_order_amount::notifications_display_type
source: Display type of notifications
ru: Тип отображения уведомлений

# SettingsTooltips::cp_minimal_order_amount::notifications_display_type
source: Select in what form notifications will be displayed that the required minimum order amount for sellers has not been added to the cart
ru: Выберите в каком виде будут отображаться уведомления о том, что необходимая минимальная сумма заказа для продавцов не добавлена в корзину

# Languages::cp_minimal_order_amount.minimal_amount
source: Minimum order amount
ru: Минимальная сумма заказа

# SettingsOptions::cp_minimal_order_amount::include_shipping_cost
source: Take into account the cost of delivery
ru: Учитывать стоимость доставки

# SettingsTooltips::cp_minimal_order_amount::include_shipping_cost
source: Take into account the cost of delivery when calculating the cost of the order
ru: Учитывать стоимость доставки при расчете стоимости заказа
