Repository: mayank120502/growcycle
Catalog: var/langs/*/addons/cp_open_graph.po
Languages: ru_ru

# Addons::name::cp_open_graph
source: Cart-Power: Open Graph markup
ru_ru: Cart-Power: Микроразметка Open Graph

# Addons::description::cp_open_graph
source: Allows to add open graph markup to store pages such as product, category, artices and etc. Developed by <a target="_blank" href="https://cart-power.com/">Cart-Power</a>.
ru_ru: Добавляет настраиваемую разметку Open Graph на товары, категории и страницы, позволяющую сделать превью ссылки в социальных сетях более привлекателным. Разработано <a target="_blank" href="https://cart-power.ru/">Cart-Power</a>.

# SettingsSections::cp_open_graph::categories
source: Categories
ru_ru: Категории

# Languages::cp_og_select_storefront
source: Please, select a storefront
ru_ru: Пожалуйста, выберите витрину

# Languages::cp_og_image_for_twitter
source: Image for Twitter
ru_ru: Изображение для Twitter

# Languages::cp_og_image_for_twitter_descr
source: Minimum 280×150 pixels and no more than 1 megabyte
ru_ru: Минимум 280×150 пикселей и не больше 1 мегабайта

# Languages::cp_og_image_for_vk
source: Image for VKontakte
ru_ru: Изображение для ВКонтакте

# Languages::cp_og_image_for_vk_descr
source: At least 510×228 pixels. If the image is smaller, then a smaller version of the photo is used. If one of the sides is less than 160 pixels, then the image is not attached. If, in addition to the link, other attachments are attached, the picture in the snippet will be reduced - 150×83
ru_ru: Не менее 510×228 пикселей. Если изображение меньше, то используется уменьшенная версия фото. Если одна из сторон меньше 160 пикселей, то изображение не прикрепляется. Если помимо ссылки прикреплены другие вложения, картинка в сниппете будет уменьшенная - 150×83

# Languages::cp_og_image_for_fb
source: Image for Facebook
ru_ru: Изображение для Facebook

# Languages::cp_og_image_for_fb_descr
source: At least 600×315 pixels, up to 8 megabytes. If the image is smaller, then a smaller version of the photo is used. If one of the sides is less than 200 pixels, then the image is not attached
ru_ru: Не менее 600×315 пикселей, до 8 мегабайт. Если изображение меньше, то используется уменьшенная версия фото. Если одна из сторон меньше 200 пикселей, то изображение не прикрепляется

# SettingsOptions::cp_open_graph::use_product_image
source: Use product image
ru_ru: Использовать изображение товара

# SettingsTooltips::cp_open_graph::use_product_image
source: If no image assigned to a category than image from the product will be used
ru_ru: Если ни одно изображение не назначено категории, будет использоваться изображение товара

# SettingsSections::cp_open_graph::general
source: General
ru_ru: Основное

# SettingsOptions::cp_open_graph::use_homepage_markup
source: Use markup for homepage
ru_ru: Использовать разметку для домашней страницы

# SettingsOptions::cp_open_graph::use_products_markup
source: Use markup for products
ru_ru: Использовать разметку для товаров

# SettingsOptions::cp_open_graph::use_categories_markup
source: Use markup for categories
ru_ru: Использовать разметку для категорий

# SettingsOptions::cp_open_graph::use_pages_markup
source: Use markup for pages
ru_ru: Использовать разметку для страниц

# SettingsOptions::cp_open_graph::use_markup_for
source: Use markup for
ru_ru: Использовать разметку для

# SettingsTooltips::cp_open_graph::fb_app_id
source: In order to use Facebook Insights you must add the app ID to your page.<br />Insights lets you view analytics for traffic to your site from Facebook. Find the app ID in your App Dashboard.
ru_ru: Чтобы воспользоваться статистикой Facebook, добавьте на страницу ID приложения.<br />С помощью статистики можно просматривать информацию о переходах на ваш сайт из Facebook. ID приложения указан в панели приложений.

# SettingsTooltips::cp_open_graph::use_products_markup
source: You can check and update the markup data on the product editing page.
ru_ru: Проверить и изменить разметку можно на странице редактирования товара.

# SettingsTooltips::cp_open_graph::use_categories_markup
source: You can check and update the markup data on the category editing page.
ru_ru: Проверить и изменить разметку можно на странице редактирования категории.

# SettingsTooltips::cp_open_graph::use_pages_markup
source: You can check and update the markup data for each page on the editing page.
ru_ru: Проверить и изменить разметку можно при редактировании страницы.

# Languages::cp_og.info_type
source: Type of data
ru_ru: Тип данных

# Languages::cp_od.autogenerated
source: Auto generated
ru_ru: Автоматически сформированные

# Languages::cp_og.manual
source: Entered manually
ru_ru: Введенные вручную

# Languages::cp_og.for_homepage
source: Open Graph markup for homepage
ru_ru: Open Graph разметка для домашней страницы

# Languages::cp_og.edit_hompage_data
source: Edit data for homepage
ru_ru: Редактир. данные для домашней страницы

# Languages::cp_og.fb_preview
source: Facebook Debugger preview
ru_ru: Предпросмотр в Facebook Debugger

# Languages::cp_og.image_alt_description
source: If the page specifies an image in markup it should specify alternative text.<br />In this case alternative text is a description of what is in the image (not a caption).
ru_ru: Для изображения в разметке рекомендуется указывать альтернативный текст.<br />В данном случае альтернативный текст должен описывать содержимое изображения(не подпись).

# Languages::cp_og.image_alt
source: Image alternative text
ru_ru: Альтернативный текст изображения

# Languages::cp_og.description
source: Description
ru_ru: Описание

# SettingsOptions::cp_open_graph::licensekey
source: License Key
ru_ru: Лицензионный ключ

# SettingsTooltips::cp_open_graph::licensekey
source: You can find it on your order details page
ru_ru: Смотрите на детальной странице заказа

# SettingsSections::cp_open_graph::products
source: Products
ru_ru: Товары

# SettingsOptions::cp_open_graph::feature_brand
source: Brand Feature
ru_ru: Характеристика Бренд

# SettingsOptions::cp_open_graph::feature_availability
source: Availability Feature
ru_ru: Характеристика Доступность

# SettingsOptions::cp_open_graph::feature_condition
source: Condition Feature
ru_ru: Характеристика Состояние

# SettingsTooltips::cp_open_graph::feature_condition
source: Product condition at the time of sale. <br />Use the product feature to specify product condition. This should be a feature with type text (select box). There should be four available variants to select: "new", "used", "refurbished".<br />Feature will be included in product markup if it appears on the features tab or in the title on the product details page.
ru_ru: Состояние товара в момент продажи.<br />Чтобы указать состояние товара, используйте характеристику с типом текст (список вариантов), у которой доступны следующие варианты на выбор: "new", "used", "refurbished".<br />Характеристики будут включены в разметку в том случае, если их значение отображается во вкладке «Характеристики» карточки товара или в заголовке карточки товара.

# SettingsTooltips::cp_open_graph::feature_availability
source: Product availability.<br />Use the product feature to specify product condition. This should be a feature with text type (select box). There should be the following available variants to select: "in stock", "out of stock".<br />Feature will be included in product markup if it appears on the features tab or in the title on the product details page.
ru_ru: Чтобы добавить в разметку доступность товара, можно воспользоваться автоматической подстановкой параметра (в зависимости от количества товара) или использовать характеристику. Характеристика должна быть с типом текст (список вариантов), у которой доступны следующие варианты на выбор: "in stock", "out of stock".<br />Характеристики будут включены в разметку в том случае, если их значение отображается во вкладке «Характеристики» карточки товара или в заголовке карточки товара.

# SettingsTooltips::cp_open_graph::feature_brand
source: Feature will be included in product markup if it appears on the features tab or in the title on the product details page.
ru_ru: Характеристики будут включены в разметку в том случае, если их значение отображается во вкладке «Характеристики» карточки товара или в заголовке карточки товара.

# SettingsOptions::cp_open_graph::feature_retailer_item_id
source: Retailer item ID
ru_ru: ID товара продавца

# SettingsOptions::cp_open_graph::feature_item_group_id
source: Item group ID
ru_ru: ID группы товара

# Languages::cp_og.use_product_code
source: Use product code
ru_ru: Использовать код товара

# Languages::cp_og.use_product_id
source: Use product ID
ru_ru: Использовать ID товара

# Languages::cp_og.auto
source: Automatically
ru_ru: Автоматически
