Repository: mayank120502/growcycle
Catalog: var/langs/*/addons/cp_otp_registration.po
Languages: ru_ru

# Addons::name::cp_otp_registration
source: Cart-Power: Phone registration with OTP
ru_ru: Cart-Power: Регистрация по номеру телефона с OTP

# Addons::description::cp_otp_registration
source: Adds the ability to log in via phone and validation using a one-time code for login and registration. Developed by <a target="_blank" href="http://cart-power.com/">Cart-Power</a>
ru_ru: Добавляет возможность авторизовываться через телефон и валидацию по одноразовому коду для логина и регистрации. Разработано <a target="_blank" href="http://cart-power.com/">Cart-Power</a>

# Languages::cp_otp_use_for_otp
source: OTP confirm phone number
ru_ru: ОТР подтверждение номера

# Languages::cp_otp_phone_mail_exists
source: The user registered with the chosen phone number or email address already exists. Please try another one
ru_ru: Пользователь с таким номером телефона или email уже существует. Пожалуйста, попробуйте другой вариант

# SettingsOptions::cp_otp_registration::use_fake_email
source: Use fake email
ru_ru: Использовать сгенерированный email

# SettingsTooltips::cp_otp_registration::use_fake_email
source: If enabled a fake Email will be added to the accounts of the users who left the Email field empty while placing the order or registering
ru_ru: Если включено, сгенерированный Email будет добавляться к учетным записям пользователей, которые оставили поле Email пустым при оформлении заказа или регистрации

# SettingsOptions::cp_otp_registration::comfirm_on
source: Add phone confirm on
ru_ru: Добавить подтверждение телефона на

# SettingsOptions::cp_otp_registration::required_email
source: Email field is required
ru_ru: Поле "Email" обязательное

# SettingsSections::cp_otp_registration::general
source: General
ru_ru: Общее

# SettingsOptions::cp_otp_registration::guest_order
source: Allow guest orders for registered users when the phone number matches
ru_ru: Разрешить гостевые заказы для зарегистрированных пользователей при совпадении номера телефона

# SettingsTooltips::cp_otp_registration::guest_order
source: ! After enabling the setting, do not forget to launch the command for collecting the user phone numbers data for transferring guest orders to registered user accounts in the settings of the add-on CP: Guest orders for existing customers v1.2 and above
ru_ru: ! После включения настройки не забудьте запустить сбор данных о номерах телефонов пользователей для переноса гостевых заказов в аккаунты зарегистрированных пользователей в настройках модуля CP: Гостевые заказы для зарегистрированных пользователей v1.2 и выше

# SettingsSections::cp_otp_registration::confirm_code
source: Confirmation code
ru_ru: Код подтверждения

# SettingsSections::cp_otp_registration::phone_field
source: Phone field
ru_ru: Поле телефона

# SettingsOptions::cp_otp_registration::licensekey
source: License key
ru_ru: Лицензионный ключ

# SettingsTooltips::cp_otp_registration::licensekey
source: You can find it on your order details page
ru_ru: Смотрите на детальной странице заказа

# SettingsOptions::cp_otp_registration::email_error
source: Error about the inability to send mail
ru_ru: Ошибка о невозможности отправки почты

# SettingsOptions::cp_otp_registration::login_type
source: Type of authorization
ru_ru: Тип авторизации

# SettingsVariants::cp_otp_registration::login_type::password
source: Password
ru_ru: Пароль

# SettingsVariants::cp_otp_registration::login_type::otp
source: One-time code
ru_ru: Одноразовый код

# SettingsVariants::cp_otp_registration::login_type::two_factor
source: Two-factor authentication
ru_ru: Двухфакторная аутентификация

# SettingsOptions::cp_otp_registration::use_country_prefix
source: Country phone prefix
ru_ru: Телефонный префикс страны

# SettingsOptions::cp_otp_registration::default_country
source: Default country prefix
ru_ru: Префикс страны по умолчанию

# SettingsOptions::cp_otp_registration::default_auth_method
source: Default authorization method
ru_ru: Способ авторизации по умолчанию

# SettingsVariants::cp_otp_registration::default_auth_method::phone
source: By phone
ru_ru: По телефону

# SettingsVariants::cp_otp_registration::default_auth_method::email
source: By E-mail
ru_ru: По E-mail

# SettingsOptions::cp_otp_registration::code_valid_time
source: The validity time of the confirmation code (mins)
ru_ru: Время действия кода подтверждения (мин)

# SettingsOptions::cp_otp_registration::last_num_confirm
source: Confirmation of the code by the last entered digit
ru_ru: Подтверждение кода по последней введенной цифре

# SettingsOptions::cp_otp_registration::no_mask_placeholder
source: Placeholder in the absence of a phone mask/prefix
ru_ru: Плейсхолдер при отсутствии маски/префикса

# SettingsOptions::cp_otp_registration::fast_registration
source: Unified form of registration and authorization
ru_ru: Единая форма регистрации и авторизации

# SettingsTooltips::cp_otp_registration::fast_registration
source: One form will be used to register and authorize a user. If the user is in the database, he will be authorized, if not, a new user will be registered.
ru_ru: Будет использована одна форма для регистрации и авторизации пользователя. Если пользователь есть в базе, он будет авторизован, если нет, будет зарегистрирован новый пользователь.

# SettingsOptions::cp_otp_registration::exclude_email
source: Exclude Email
ru_ru: Исключить Email

# SettingsTooltips::cp_otp_registration::exclude_email
source: Disables authorization by Email option for users. Be careful when enabling this setting, make sure that phone numbers are listed in your clients' profiles, otherwise they will lose access to their accounts.
ru_ru: Исключает вариант авторизации пользователя по Email. Будьте внимательны при включении этой настройки, убедитесь, что номера телефона указаны в профилях ваших клиентов, иначе они потеряют доступ к их аккаунтам.

# SettingsOptions::cp_otp_registration::code_attempts
source: Number of code entry attempts
ru_ru: Количество попыток ввода кода

# Languages::cp_warning_empty_email
source: Sending a message is not possible because the 'E-mail' field in profile is empty
ru_ru: Отправка сообщения невозможна, потому что поле 'E-mail' в профиле пустое

# Languages::cp_correct_phone_format
source: Incorrect phone number entered.
ru_ru: Введен некорректный номер телефона.

# Languages::cp_exist_phone_error
source: The phone you have chosen already exists. Please try another one.
ru_ru: Такой номер телефона уже используется. Пожалуйста, попробуйте другой вариант.

# Languages::cp_empty_phone_and_email_field
source: The field 'Phone' and 'E-mail' are empty.
ru_ru: Поле 'Телефон' и 'E-mail' пустые.

# Languages::cp_otp_fail_verification
source: Invalid verification code entered
ru_ru: Введен неправильный код подтверждения

# Languages::cp_otp_code_sms_text
source: [code] - your confirmation code.
ru_ru: [code] - ваш код подтверждения.

# Languages::cp_otp_code_email_text
source: [code] - your confirmation code.
ru_ru: [code] - ваш код подтверждения.

# Languages::cp_otp_code_sended_text
source: A confirmation code has been sent to your phone number.
ru_ru: На ваш телефонный номер был отправлен код подтверждения.

# Languages::cp_otp_get_code
source: Get the code
ru_ru: Получить код

# Languages::cp_otp_get_new_code
source: Get a new code
ru_ru: Получить новый код

# Languages::cp_phone_confirmed
source: Confirmed
ru_ru: Подтвержден

# Languages::cp_phone_unconfirmed
source: Not confirmed
ru_ru: Не подтвержден

# Languages::cp_otp_enter_code
source: Enter a code
ru_ru: Введите код

# Languages::cp_otp_code_valid
source: Code valid
ru_ru: Код действует

# Languages::cp_otp_code_expired
source: The code has expired
ru_ru: Истек срок действия кода

# Languages::cp_otp_user_phone_not_exists
source: There is no user with this phone number.
ru_ru: Пользователь с таким телефонным номером отсутствует.

# Languages::cp_otp_user_email_not_exists
source: There is no user with this email.
ru_ru: Пользователь с такой электронной почтой отсутствует.

# Languages::cp_otp_sign_by_phone
source: Log in by phone number
ru_ru: Войти по номеру телефона

# Languages::cp_otp_sign_by_email
source: Log in by email
ru_ru: Войти по электронной почте

# Languages::cp_otp_code_notification_subj
source: Confirmation code
ru_ru: Код подтверждения

# Languages::email_template.cp_otp_code_notification
source: CP: OTP confirmation code
ru_ru: CP: Код подтверждения OTP

# Languages::cp_otp_by_phone
source: By phone
ru_ru: По телефону

# Languages::cp_otp_by_email
source: By email
ru_ru: По почте

# Languages::cp_otp_receive_notifications_text
source: If you want to receive notifications about the status of your orders by email, please add it to your profile.
ru_ru: Если вы хотите получать уведомления о статусе ваших заказов по email, пожалуйста добавьте его в своем профиле.

# Languages::cp_otp_confirm
source: Confirm
ru_ru: Подтвердить

# Languages::cp_otp_phone_confirm
source: Confirm phone number
ru_ru: Подтвердить номер

# Languages::cp_otp_phone_verification
source: Phone verification
ru_ru: Подтверждение номера

# Languages::cp_otp_phone_need_confirm
source: You need to confirm the entered phone number.
ru_ru: Необходимо подтвердить введенный номер телефона.

# Languages::cp_otp_send_fail
source: Failed to send message.
ru_ru: Не удалось отправить сообщение.

# Languages::cp_otp_message_texts_title
source: Used language variables for message texts
ru_ru: Используемые языковые переменные для текстов сообщений

# Languages::cp_otp_email_code_sended_text
source: A confirmation code has been sent to your E-mail.
ru_ru: На ваш E-mail был отправлен код подтверждения.

# Languages::cp_otp_already_exists_title
source: It seems that you have an account in our store
ru_ru: Кажется вы у нас уже были

# Languages::cp_otp_fast_register_phone_text
source: Login or register to continue
ru_ru: Войдите или зарегистрируйтесь, чтобы продолжить

# Languages::cp_otp_fast_register_email_text
source: For registered users only
ru_ru: Только для зарегистрированных пользователей

# Languages::cp_otp_verification_fail_code
source: Invalid verification code entered
ru_ru: Введен неправильный код подтверждения.

# Languages::cp_otp_verification_fail_time
source: The confirmation code has expired.
ru_ru: Время действия кода подтверждения истекло.

# Languages::cp_otp_verification_fail_attempts
source: The number of attempts to enter the confirmation code has been exceeded.
ru_ru: Превышено количество попыток ввода кода подтверждения.
