Repository: mayank120502/growcycle
Catalog: var/langs/*/addons/cp_suredone_integration.po
Languages: ru_ru

# Addons::name::cp_suredone_integration
source: Cart-Power: Suredone integration
ru_ru: Cart-Power: Интеграция с сервисом Suredone

# Addons::description::cp_suredone_integration
source: Synchronizes stock balances with Suredone. Developed by <a target="_blank" href="https://cart-power.com/">Cart-Power</a>
ru_ru: Синхронизирует остатки товара на складе с сервисом Suredone. Разработано <a target="_blank" href="https://cart-power.ru/">Cart-Power</a>

# Languages::cp_suredone_integration.cp_use_for_upload_products_suredone
source: Use to upload new products from Suredone service
ru_ru: Использовать для выгрузки новых товаров из севиса Suredone

# Languages::cp_suredone_integration.cp_ebay_associated_category
source: Associated eBay category
ru_ru: Связанная категория eBay

# Languages::cp_suredone_integration.cp_update_amount_all_products
source: Update quantity for selected items
ru_ru: Обновить количество у выбранных товаров

# Languages::cp_suredone_integration.cp_update_amount
source: Update inventory
ru_ru: Обновить остатки товара

# Languages::cp_suredone_integration.cp_keyword_to_search_ebay_categories
source: Keyword to search eBay categories
ru_ru: Ключевое слово для категорий eBay

# Languages::cp_suredone_integration.text_products_have_been_updated
source: The rest of the product or products were successfully updated
ru_ru: Остатки товара или товаров были успешно обновлены

# Languages::cp_suredone_integration.cron_added_orders_checker
source: Use this script to place an order on Suredone
ru_ru: Используйте этот скрипт для размещения заказа в сервисе Suredone

# Languages::cp_suredone_integration.cron_updated_orders_checker
source: Use this script to update order status in Suredone service
ru_ru: Используйте этот скрипт для обновления статуса заказа в сервисе Suredone

# Languages::cp_suredone_integration.cron_added_new_products_checker
source: Use this script to add new products from Suredone service
ru_ru: Используйте этот скрипт для добавления новых товаров из сервисе Suredone

# Languages::cp_suredone_integration.cron_updated_amount_products_checker
source: Use this script to update product balances from Suredone service
ru_ru: Используйте этот скрипт для обновления остатков товара из сервисе Suredone

# SettingsSections::cp_suredone_integration::login_suredone
source: Login to Suredone
ru_ru: Авторизация в сервисе Suredone

# Languages::cp_product_analogues_cron_url
source: Cron script is available here: <a href='[http_location]'>[http_location]</a>
ru_ru: Cron-скрипт доступен по ссылке: <a href='[http_location]'>[http_location]</a>

# Languages::cp_suredone_integration.added_order_checker
source: Checking the placement of an order in the Suredone service
ru_ru: Проверка размещения заказа в сервисе Suredone

# Languages::cp_suredone_integration.updated_order_checker
source: Checking order Update in Suredone Service
ru_ru: Проверка обновления заказа в сервисе Suredone

# Languages::cp_suredone_integration.added_new_products_checker
source: Checking the addition of new products from the Suredone service
ru_ru: Проверка добавления новых товаров из сервисе Suredone

# Languages::cp_suredone_integration.updated_amount_products_checker
source: Checking for updates of product balances from the Suredone service
ru_ru: Проверка обновления остатков товаров из сервисе Suredone

# Languages::cp_suredone_integration.try_manually
source: Start manually
ru_ru: Запустить вручную

# SettingsOptions::cp_suredone_integration::cron_password
source: Cron password
ru_ru: Пароль для cron-скрипта

# SettingsOptions::cp_suredone_integration::api_key_suredone
source: API key Suredone
ru_ru: API ключи сервиса Suredone

# SettingsOptions::cp_suredone_integration::cp_suredone_username
source: Username into Suredone
ru_ru: Имя пользователя в Suredone

# SettingsOptions::cp_suredone_integration::cp_suredone_token
source: Token into Suredone
ru_ru: Токен пользователя в Suredone

# SettingsSections::cp_suredone_integration::cp_settings
source: Settings
ru_ru: Настройки

# SettingsOptions::cp_suredone_integration::cp_company_id
source: Select a store to download new products from the Suredone service
ru_ru: Выберите магазин для выгрузки новых товаров из сервиса Suredone
