Repository: mayank120502/growcycle
Catalog: var/langs/*/addons/cp_sms_services.po
Languages: ru_ru

# Addons::name::cp_sms_services
source: Cart-Power: SMS services
ru_ru: Cart-Power: SMS сервисы

# Addons::description::cp_sms_services
source: Provides the ability to send messages via SMS services. Developed by <a target="_blank" href="http://cart-power.com/">Cart-Power</a>
ru_ru: Предоставляет возможность отправлять сообщения через SMS сервисы. Разработано <a target="_blank" href="http://cart-power.com/">Cart-Power</a>

# SettingsOptions::cp_sms_services::service_twilio_account_sid
source: Account SID
ru_ru: ID аккаунта

# SettingsOptions::cp_sms_services::service_twilio_auth_token
source: Auth Token
ru_ru: Токен авторизации

# SettingsOptions::cp_sms_services::service_twilio_messaging_service_sid
source: Messaging service id
ru_ru: ID сервиса сообщений

# SettingsOptions::cp_sms_services::service_twilio_from
source: Sender phone
ru_ru: Номер отправителя

# SettingsOptions::cp_sms_services::service_melipayamak_login
source: Login
ru_ru: Логин

# SettingsOptions::cp_sms_services::service_melipayamak_psw
source: Password
ru_ru: Пароль

# SettingsOptions::cp_sms_services::service_melipayamak_from
source: Sender name
ru_ru: Имя отправителя

# SettingsSections::cp_sms_services::service_sms_myphone_ge
source: My Phone
ru_ru: myphone.ge

# SettingsOptions::cp_sms_services::service_sms_myphone_ge_api_key
source: Api key
ru_ru: Ключ Api

# SettingsOptions::cp_sms_services::service_sms_myphone_ge_from
source: Sender name
ru_ru: Имя отправителя

# SettingsOptions::cp_sms_services::service_sms_myphone_ge_login
source: Login/email
ru_ru: Логин/email

# SettingsOptions::cp_sms_services::service_beeline_login
source: Login
ru_ru: Логин

# SettingsOptions::cp_sms_services::service_beeline_psw
source: Password
ru_ru: Пароль

# SettingsOptions::cp_sms_services::service_beeline_from
source: Sender name
ru_ru: Имя отправителя

# SettingsTooltips::cp_sms_services::service_beeline_from
source: Sender registered for you in the system beeline.amega-inform.ru
ru_ru: Имя отправителя зарегистрированного для вас, в системе beeline.amega-inform.ru

# SettingsSections::cp_sms_services::general
source: General
ru_ru: Общее

# SettingsOptions::cp_sms_services::licensekey
source: License key
ru_ru: Лицензионный ключ

# SettingsTooltips::cp_sms_services::licensekey
source: You can find it on your order details page
ru_ru: Смотрите на детальной странице заказа

# SettingsOptions::cp_sms_services::service
source: Service
ru_ru: Сервис

# SettingsOptions::cp_sms_services::service_smsc_ru_login
source: Login
ru_ru: Логин

# SettingsOptions::cp_sms_services::service_smsc_ru_psw
source: Password
ru_ru: Пароль

# SettingsOptions::cp_sms_services::service_smsc_ru_from
source: Sender name
ru_ru: Имя отправителя

# SettingsOptions::cp_sms_services::service_smsc_ua_login
source: Login
ru_ru: Логин

# SettingsOptions::cp_sms_services::service_smsc_ua_psw
source: Password
ru_ru: Пароль

# SettingsOptions::cp_sms_services::service_smsc_ua_from
source: Sender name
ru_ru: Имя отправителя

# SettingsOptions::cp_sms_services::service_clickatell_api_key
source: Api key
ru_ru: Ключ Api

# SettingsOptions::cp_sms_services::service_clickatell_from
source: Sender name
ru_ru: Имя отправителя

# SettingsOptions::cp_sms_services::service_sms_ru_api_key
source: Api key
ru_ru: Ключ Api

# SettingsOptions::cp_sms_services::service_sms_ru_from
source: Sender name
ru_ru: Имя отправителя

# SettingsOptions::cp_sms_services::service_smsaero_ru_login
source: Login/email
ru_ru: Логин/email

# SettingsOptions::cp_sms_services::service_smsaero_ru_api_key
source: Api key
ru_ru: Ключ Api

# SettingsOptions::cp_sms_services::service_smsaero_ru_sign
source: Sender's signature
ru_ru: Подпись отправителя

# SettingsOptions::cp_sms_services::service_smsaero_ru_channel
source: Send channel
ru_ru: Канал отправки

# SettingsTooltips::cp_sms_services::service_smsaero_ru_channel
source: INFO - Info signature for all operators.<br />INTERNATIONAL - International delivery.<br />DIRECT - Advertising channel for sending messages with a free letter signature.<br />SERVICE - Service channel for sending service SMS according to an approved template with a paid sender's signature.<br />
ru_ru: INFO - Инфоподпись для всех операторов.<br />INTERNATIONAL - Международная доставка.<br />DIRECT - Рекламный канал отправки сообщений с бесплатной буквенной подписью.<br />SERVICE - Сервисный канал для отправки сервисных SMS по утвержденному шаблону с платной подписью отправителя.<br />

# Languages::cp_sms_services
source: SMS services
ru_ru: SMS сервисы

# Languages::cp_sms_api_request
source: API request
ru_ru: Запрос API
