Repository: mayank120502/growcycle
Catalog: var/langs/*/addons/cp_seo_templates.po
Languages: ru_ru

# Addons::name::cp_seo_templates
source: Cart-Power: SEO templates
ru_ru: Cart-Power: SEO шаблоны

# Addons::description::cp_seo_templates
source: Allows to create templates for generating meta-data. Developed by <a target="_blank" href="http://cart-power.com/">Cart-Power</a>
ru_ru: Позволяет создавать шаблоны для генерации мета-данных. Разработано <a target="_blank" href="http://cart-power.com/">Cart-Power</a>

# Languages::cp_seo_custom_h1
source: Custom H1
ru_ru: Пользовательский H1

# Languages::cp_st_fields_override_descr
source: The setting "Overwrite filled fields" will be applied only to the values of fields with the enabled checkboxes below
ru_ru: Настройка "Перезаписать заполненные поля" будет применена только к значениям полей со включенными чекбоксами ниже

# Languages::cp_seo_cron_hint_2
source: CRON commands
ru_ru: Команды CRON

# Languages::cp_seo_cron_info_hint
source: To automatically fill in SEO data using active templates
ru_ru: Для автоматического заполнения SEO-данных используя активные шаблоны

# Languages::cp_seo_field_best_price_delivery
source: the best price and delivery
ru_ru: купить недорого с доставкой

# Languages::cp_seo_field_with_delivery
source: with delivery
ru_ru: с доставкой

# Languages::cp_seo_field_buy_from
source: buy from
ru_ru: купить от

# Languages::cp_seo_field_from
source: from
ru_ru: от

# Languages::cp_seo_field_buy
source: Buy
ru_ru: Купить

# Languages::cp_seo_field_is_online_store
source: in the online store
ru_ru: в интернет-магазине

# Languages::cp_seo_field_combo
source: ✔ Best prices ✔ Wide choice ✔ Fast delivery!
ru_ru: ✔ Выгодные цены ✔ Огромный ассортимент ✔ Быстрая доставка!

# Languages::cp_st_pagination_descr
source: The placeholder will be replaced by the text " - page №" and will be used on the second and subsequent pages. It is not recommended to use it for titles and meta descriptions of the pages, as the default SEO add-on adds the same text in these fields in case of pagination. You can change the placeholder text <a href="[href]">here</a>
ru_ru: Плейсхолдер будет заменяться текстом " - страница №" и будет использоваться на второй и последующих страницах. Не рекомендуется использовать для заголовков и мета описания страницы, так как дефолтный модуль SEO сам подставляет нумерацию в эти поля. Изменить текст плейсхолдера можно <a href="[href]">здесь</a>

# Languages::cp_st_page_title_placeholder
source: - page [n]
ru_ru: - страница [n]

# Languages::cp_st_pagination_txt
source: Pagination
ru_ru: Нумерация страниц

# Languages::cp_seo_dynamic_placeholders_tooltip
source: Placeholder data is substituted at the page load
ru_ru: Данные плейсхолдера подставляются в момент загрузки страницы

# Languages::cp_seo_dynamic_placeholders_title
source: Placeholders for dynamically changing data
ru_ru: Плейсхолдеры для динамически меняющихся данных

# Languages::cp_seo_category_path
source: Category path
ru_ru: Путь категории

# Languages::cp_seo_twig_filter_example
source: Example: <code>{{ product|lower }}</code>
ru_ru: Пример: <code>{{ product|lower }}</code>

# Languages::cp_seo_twig_filters_doc_info
source: More information about the use of the placeholder modifiers is in the add-on docs
ru_ru: Больше информации о использовании модификаторов переменных в документации

# Languages::cp_seo_twig_filters_title
source: Modifiers to use
ru_ru: Модификаторы для ипользования

# Languages::cp_seo_filter_last_descr
source: Returns the last symbol of a string
ru_ru: Возвращает последний символ строки

# Languages::cp_seo_filter_last_tp
source: {{ '1234'|last }} result: 4
ru_ru: {{ '1234'|last }} результат: 4

# Languages::cp_seo_filter_first_descr
source: Returns the first symbol of a string
ru_ru: Возвращает первый символ строки

# Languages::cp_seo_filter_first_tp
source: {{ '1234'|first }} result: 1
ru_ru: {{ '1234'|first }} результат: 1

# Languages::cp_seo_filter_slice_descr
source: Extracts a slice of a string
ru_ru: Извлекает кусок строки

# Languages::cp_seo_filter_slice_tp
source: {{ '12345'|slice(1, 2) }} result: 23
ru_ru: {{ '12345'|slice(1, 2) }} результат: 23

# Languages::cp_seo_filter_reverse_descr
source: Reverses a string
ru_ru: Переворачивает строку

# Languages::cp_seo_filter_trim_descr
source: Strips whitespace
ru_ru: Удаляет пробелы

# Languages::cp_seo_filter_trim_tp
source: Strips hitespace (or other characters) from the beginning and end of a string
ru_ru: Удаляет пробелы (или другие символы) из начала и конца строки

# Languages::cp_seo_filter_lower_descr
source: Converts a value to lowercase
ru_ru: Преобразует значение в нижний регистр

# Languages::cp_seo_filter_upper_descr
source: Converts a value to uppercase
ru_ru: Преобразует значение в верхний регистр

# Languages::cp_seo_filter_capitalize_descr
source: Capitalizes a value
ru_ru: Возвращает значение в заглавном регистре

# Languages::cp_seo_filter_capitalize_tp
source: The first character will be uppercase, all others lowercase
ru_ru: Первый символ будет в верхнем регистре, все остальные в нижнем регистре

# Languages::cp_seo_filter_title_descr
source: Returns a titlecased version of the value
ru_ru: Возвращает значение в заглавном регистре

# Languages::cp_seo_filter_title_tp
source: Words will start with uppercase letters, all remaining characters are lowercase
ru_ru: Слова будут начинаться с заглавных букв, все остальные символы в нижнем регистре

# Languages::cp_seo_filter_abs_descr
source: Returns the absolute value
ru_ru: Возвращает абсолютное значение

# Languages::cp_seo_filter_round_descr
source: Rounds a number to a given precision
ru_ru: Округляет число до заданной точности

# Languages::cp_seo_filter_round_tp
source: The round filter takes two optional arguments; the first one specifies the precision (default is 0) and the second the rounding method (default is common)
ru_ru: Фильтр принимает два необязательных аргумента; первый указывает точность (по умолчанию 0), а второй - метод округления (по умолчанию используется common)

# Languages::cp_seo_override_all
source: Override all
ru_ru: Перезаписывать все

# Languages::cp_seo_fill_if_empty
source: Fill in if empty
ru_ru: Заполнить пустые

# Languages::privilege_groups.cp_seo
source: CP: SEO templates
ru_ru: CP: SEO шаблоны

# Languages::privileges.view_cp_seo
source: View SEO templates
ru_ru: Просмотр SEO шаблонов

# Languages::privileges.manage_cp_seo
source: Manage SEO templates
ru_ru: Редактирование SEO шаблонов

# Languages::cp_seo_please_check_settings
source: Please, check add-on settings and SEO templates
ru_ru: Пожалуйста, проверте настройки модуля и SEO шаблоны

# Languages::cp_seo_subheader
source: CP: SEO templates
ru_ru: CP: SEO шаблоны

# Languages::custom_h1
source: Custom H1
ru_ru: Пользовательский H1

# Languages::custom_breadcrumb
source: Custom title in the breadcrumbs
ru_ru: Пользовательский заголовок в строке навигации

# Languages::cp_seo_custom_breadcrumb
source: Custom title in the breadcrumbs
ru_ru: Пользовательский заголовок в строке навигации

# SettingsSections::cp_seo_templates::general
source: General
ru_ru: Общее

# SettingsOptions::cp_seo_templates::use_custom_h1
source: Use custom h1
ru_ru: Использовать пользовательский заголовок

# SettingsOptions::cp_seo_templates::use_for_invoices
source: Use custom h1 for invoices
ru_ru: Использовать пользовательский заголовок для счетов

# SettingsOptions::cp_seo_templates::licensekey
source: License key
ru_ru: Лицензионный ключ

# SettingsTooltips::cp_seo_templates::licensekey
source: You can find it on your order details page
ru_ru: Смотрите на детальной странице заказа

# Languages::cp_your_license_is_not_valid
source: You should enter valid License Key. Please, contact us (sales@cart-power.com), if you face any issues.
ru_ru: Необходимо ввести номер лицензии. Свяжитесь с нами (sales@cart-power.com), если у вас возникли какие-либо проблемы

# SettingsOptions::cp_seo_templates::auto_remove_many_spaces
source: Automatically remove more than one space
ru_ru: Автоматически удалять больше одного пробела

# SettingsTooltips::cp_seo_templates::auto_remove_many_spaces
source: When enabled, automatically removes extra spaces when displaying SEO template
ru_ru: При включенной настройке, автоматически убирает лишние пробелы при отображении SEO-шаблона

# Languages::cp_seo_templates
source: SEO template
ru_ru: SEO шаблоны

# Languages::cp_seo_templates_menu_description
source: Managing templates for metadata
ru_ru: Управление шаблонами для мета-данных

# Languages::cp_new_seo_template
source: New seo template
ru_ru: Новый SEO шаблон

# Languages::cp_seo_template
source: SEO template
ru_ru: SEO шаблон

# Languages::cp_page_title
source: Page title
ru_ru: Название страницы

# Languages::cp_meta_description
source: Meta description
ru_ru: Мета-описание

# Languages::cp_meta_keywords
source: Meta keywords
ru_ru: Мета-ключевые слова

# Languages::cp_page_h1
source: Header (h1)
ru_ru: Заголовок (h1)

# Languages::cp_seo_placeholders_title
source: Placeholders to use
ru_ru: Плейсхолдеры для использования

# Languages::cp_main_product_category
source: Main product category
ru_ru: Основная категория товара

# Languages::cp_add_all_subcategories
source: Add all subcategories
ru_ru: Добавить все подкатегории

# Languages::cp_seo_names_templates
source: SEO-names templates
ru_ru: Шаблоны SEO-имен

# SettingsOptions::cp_seo_templates::cron_key
source: CRON password
ru_ru: Пароль CRON

# Languages::cp_seo_templates_cron_info
source: <strong>To automatically fill in SEO data using active templates:</strong><br /><a href="[url]/[admin_index]?dispatch=[dispatch]&company_id=[company_id]&switch_company_id=[switch_company_id]&access_key=[cron_key]" class="btn btn-primary cm-ajax cm-comet">Apply templates</a><br /><strong>CRON commands:</strong><br />1) php [dir]/[admin_index] --dispatch=[dispatch] --company_id=[company_id] --switch_company_id=[switch_company_id] --access_key=[cron_key]<br />2) curl [url]/[admin_index]?dispatch=[dispatch]&company_id=[company_id]&switch_company_id=[switch_company_id]&access_key=[cron_key]
ru_ru: <strong>Для автоматического заполнения SEO-данных используя активные шаблоны:</strong><br /><a href="[url]/[admin_index]?dispatch=[dispatch]&company_id=[company_id]&switch_company_id=[switch_company_id]&access_key=[cron_key]" class="btn btn-primary cm-ajax cm-comet">Применить шаблоны</a><br /><strong>Команды CRON:</strong><br />1) php [dir]/[admin_index] --dispatch=[dispatch] --company_id=[company_id] --switch_company_id=[switch_company_id] --access_key=[cron_key]<br />2) curl [url]/[admin_index]?dispatch=[dispatch]&switch_company_id=[switch_company_id]&company_id=[company_id]&access_key=[cron_key]

# Languages::cp_seo_name_generate_info
source: In order to avoid creating incorrect names, in the absence of a value for the products for the placeholder specified in the template, the SEO name will not be replaced.
ru_ru: Во избежание создания некорректных имен, в случае отсутствия значения у товара для указанного в шаблоне плейсхолдера, SEO-имя заменяться не будет.

# Languages::cp_apply_seo_template
source: Apply template
ru_ru: Применить шаблон

# Languages::cp_apply_seo_templates
source: Apply templates
ru_ru: Применить шаблоны

# Languages::cp_text_templates_clone
source: Templates have been duplicated successfully!
ru_ru: Шаблоны были успешно дублированы!

# Languages::cp_text_template_clone
source: Template has been duplicated successfully!
ru_ru: Шаблон был успешно дублирован!

# Languages::cp_text_templates_apply
source: Templates have been successfully applied!
ru_ru: Шаблоны были успешно применены!

# Languages::cp_text_template_apply
source: Template has been successfully applied!
ru_ru: Шаблон был успешно применен!

# Languages::cp_text_templates_delete
source: Templates have been deleted successfully!
ru_ru: Шаблоны были успешно удалены!

# Languages::cp_text_template_delete
source: Template has been deleted successfully!
ru_ru: Шаблон был успешно удален!

# Languages::cp_st_fields_override
source: Overwrite filled fields
ru_ru: Перезаписать заполненные поля

# Languages::cp_st_select_store
source: To display CRON links, select a storefront.
ru_ru: Для отображения ссылок CRON выберите витрину.

# Languages::cp_st_max_price
source: Maximum price
ru_ru: Максимальная цена

# Languages::cp_st_min_price
source: Minimum price
ru_ru: Минимальная цена

# Languages::cp_st_receive_data
source: Receive data
ru_ru: Получение данных

# Languages::cp_st_lang_go_to_link
source: To change dynamic data templates, follow the <a target="_blank" href="[link]">link</a>.
ru_ru: Для изменения шаблонов динамических данных, перейдите по <a target="_blank" href="[link]">ссылке</a>.

# Languages::cp_st_dynamic_template.pagination.page_title
source: [content] - page [placeholder]
ru_ru: [content] - страница [placeholder]

# Languages::cp_st_dynamic_template.pagination.meta_description
source: [content] page [placeholder]
ru_ru: [content] страница [placeholder]

# Languages::cp_st_dynamic_template.pagination.meta_keywords
source: [content], page [placeholder]
ru_ru: [content], страница [placeholder]
