Repository: mayank120502/growcycle
Catalog: var/langs/*/addons/cp_seo_optimization.po
Languages: ru_ru

# Addons::name::cp_seo_optimization
source: Cart-Power: SEO optimization
ru_ru: Cart-Power: SEO оптимизация

# Addons::description::cp_seo_optimization
source: Optimizing your store for the latest SEO requirements. Developed by <a target="_blank" href="https://cart-power.com/">Cart-Power</a>
ru_ru: Оптимизация вашего магазина согласно актуальным требованиям SEO. Разработано <a target="_blank" href="https://cart-power.ru/">Cart-Power</a>

# Languages::cp_seo_indexing_management
source: Value for the robots meta tag
ru_ru: Значение для мета-тега robots

# Languages::privileges.view_cp_seo_opt
source: View SEO names
ru_ru: Посмотреть SEO имена

# Languages::privileges.manage_cp_seo_opt
source: Manage SEO names
ru_ru: Управлять SEO именами

# Languages::privilege_groups.cp_seo_optimization
source: CP: SEO optimization
ru_ru: CP: SEO оптимизация

# Languages::cp_seo_index_filters_result
source: Index filter results
ru_ru: Индексировать результаты фильтрации

# Languages::cp_seo_add_rule
source: Add rule
ru_ru: Добавить правило

# Languages::cp_seo_index_rules
source: Indexation rules
ru_ru: Правила индексации

# Languages::cp_seo_apply_addon
source: Automatic Indexing Management
ru_ru: Автоматическое управление индексированием

# Languages::cp_seo_apply_addon_descr
source: If enabled, indexing restriction will be set according to the add-on settings, the value of the robots meta tag will be used from the object settings
ru_ru: Если включено, запрет индексации будет устанавливаться согласно настройкам модуля, значение мета-тега robots будет использовано из настроек объекта

# Languages::cp_seo_indexing_management_descr
source: Set "Default" for taking this value from the add-on settings
ru_ru: Установите "По умолчанию", чтобы взять это значение из настроек модуля

# Languages::cp_seo_indexing_management_d
source: default
ru_ru: по умолчанию

# Languages::cp_seo_indexing_management_n
source: not restricted
ru_ru: нет ограничений

# SettingsSections::cp_seo_optimization::general
source: General
ru_ru: Общее

# SettingsOptions::cp_seo_optimization::licensekey
source: License key
ru_ru: Лицензионный ключ

# SettingsTooltips::cp_seo_optimization::licensekey
source: You can find it on your order details page
ru_ru: Смотрите на детальной странице заказа

# SettingsOptions::cp_seo_optimization::hide_description
source: Hide descriptions of pagination pages
ru_ru: Скрывать описание страниц пагинации

# SettingsSections::cp_seo_optimization::links
source: URL building
ru_ru: Построение URL

# SettingsOptions::cp_seo_optimization::links_products
source: Products
ru_ru: Товары

# SettingsOptions::cp_seo_optimization::links_categories
source: Categories
ru_ru: Категории

# SettingsOptions::cp_seo_optimization::use_product_prefix
source: Use prefix for product URL
ru_ru: Использовать префикс для URL товаров

# SettingsOptions::cp_seo_optimization::product_prefix
source: Prefix for product URL
ru_ru: Префикс для URL товаров

# SettingsOptions::cp_seo_optimization::product_prefix_301
source: Create 301 redirects on URL change
ru_ru: Создать 301-редиректы при изменении URL

# SettingsOptions::cp_seo_optimization::only_main_category
source: Only the main category in the URL of products
ru_ru: Только основная категория в URL товаров

# SettingsOptions::cp_seo_optimization::use_category_prefix
source: Use prefix for category URL
ru_ru: Использовать префикс для URL категорий

# SettingsOptions::cp_seo_optimization::category_prefix
source: Prefix for category URL
ru_ru: Префикс для URL категорий

# SettingsOptions::cp_seo_optimization::category_prefix_301
source: Create 301 redirects on prefix change
ru_ru: Создать 301-редиректы при изменении префикса

# SettingsOptions::cp_seo_optimization::url_slash
source: Slash at the end of URL
ru_ru: Слэш в конце URL

# SettingsVariants::cp_seo_optimization::url_slash::none
source: None
ru_ru: Не выбрано

# SettingsVariants::cp_seo_optimization::url_slash::add
source: Add /
ru_ru: Добавлять /

# SettingsVariants::cp_seo_optimization::url_slash::remove
source: Remove /
ru_ru: Убирать /

# SettingsSections::cp_seo_optimization::ext_links
source: External links
ru_ru: Внешние ссылки

# SettingsOptions::cp_seo_optimization::ext_links_nofollow
source: Add nofollow attribute for external links
ru_ru: Добавлять nofollow атрибут для внешних ссылок

# SettingsOptions::cp_seo_optimization::ext_links_new_window
source: Open external links in a new window
ru_ru: Открывать внешние ссылки в новом окне

# SettingsSections::cp_seo_optimization::indexing
source: Indexing
ru_ru: Индексация

# SettingsOptions::cp_seo_optimization::noindex_header
source: Exclusion from indexing
ru_ru: Исключение из индексации

# SettingsOptions::cp_seo_optimization::noindex_robots
source: The value in the robots meta tag for excluded pages
ru_ru: Значение в мета-теге robots для исключенных страниц

# SettingsOptions::cp_seo_optimization::noindex_params
source: Exclude params from indexing
ru_ru: Параметры, с которыми страницы будут исключены из индексации

# SettingsTooltips::cp_seo_optimization::noindex_params
source: Add the page parameter value, separated by commas. For example: sort_by,items_per_page
ru_ru: Добавьте значение параметров страницы через запятую. Например: sort_by,items_per_page

# SettingsOptions::cp_seo_optimization::noindex_hidden
source: Exclude from indexing hidden
ru_ru: Исключить из индексации скрытые

# SettingsOptions::cp_seo_optimization::noindex_product
source: Exclude products from indexing
ru_ru: Исключить из индексации товары

# SettingsOptions::cp_seo_optimization::noindex_without_products
source: Exclude from indexing entities without products
ru_ru: Исключить из индексации сущности без товаров

# SettingsOptions::cp_seo_optimization::html_minify
source: Minify HTML
ru_ru: Минификация HTML

# SettingsOptions::cp_seo_optimization::use_lastmod
source: Use Last-Modified HTTP header for
ru_ru: Использовать HTTP-заголовок Last-Modified для

# SettingsOptions::cp_seo_optimization::lastmod_for
source: Give the Last-Modified HTTP header
ru_ru: Отдавать HTTP-заголовок Last-Modified

# SettingsVariants::cp_seo_optimization::lastmod_for::all
source: All
ru_ru: Всем

# SettingsVariants::cp_seo_optimization::lastmod_for::robots
source: Robots
ru_ru: Роботам

# SettingsVariants::cp_seo_optimization::lastmod_for::users
source: Users
ru_ru: Пользователям

# SettingsOptions::cp_seo_optimization::lastmod_time
source: Time to be given
ru_ru: Время, которое нужно отдавать

# SettingsVariants::cp_seo_optimization::lastmod_time::start_day
source: Start of the day
ru_ru: Начало дня

# SettingsVariants::cp_seo_optimization::lastmod_time::update
source: Object update
ru_ru: Время изменение объекта

# SettingsOptions::cp_seo_optimization::redirect_404
source: Redirect from a 404 error page
ru_ru: Перенаправление со страницы с 404 ошибкой

# SettingsOptions::cp_seo_optimization::exclude_m_slashes
source: Excluding unnecessary slashes in the URL
ru_ru: Исключение лишних слэшей в URL

# SettingsOptions::cp_seo_optimization::first_page_canonical
source: Use canonical on the first page of pagination
ru_ru: Использовать каноникал на первую страницу при постраничном отображении

# Languages::cp_seo_optimization
source: SEO optimization
ru_ru: SEO оптимизация

# Languages::cp_seo_optimization_menu_description
source: Manage store SEO optimization
ru_ru: Управление SEO оптимизацией магазина

# Languages::cp_seo_names
source: SEO names
ru_ru: SEO имена

# Languages::cp_seo_names_editor
source: SEO name editor
ru_ru: Редактор SEO имен

# Languages::cp_so_parent_path
source: Parent path
ru_ru: Родительский путь

# Languages::cp_so_lang_code
source: Lang code
ru_ru: Код языка

# Languages::cp_seo_name_exists_text
source: This SEO name already exists ([name]).
ru_ru: Такое SEO-имя уже существует ([name]).

# Languages::cp_so_brands
source: Brands
ru_ru: Бренды

# Languages::cp_so_without_price
source: Without prices
ru_ru: Без цен

# Languages::cp_so_without_stock
source: Without availability
ru_ru: Без наличия

# Languages::cp_seo_redirects
source: 301 redirects
ru_ru: 301-редиректы

# Languages::cp_seo_optimization_title
source: CP: SEO optimization
ru_ru: CP: SEO оптимизация

# Languages::cp_seo_noindex
source: Do not index
ru_ru: Не индексировать

# Languages::cp_seo_canonical_type
source: Canonical type
ru_ru: Тип canonical

# Languages::cp_seo_canonical_object
source: Canonical object
ru_ru: Объект canonical

# Languages::cp_seo_optimization_use
source: Use SEO optimization settings
ru_ru: Использовать настройки SEO-оптимизации

# Languages::cp_so_canonical_other_text
source: Add a dispatch parameter or link to the entire page
ru_ru: Добавьте параметр dispatch или ссылку на страницу целиком
