Repository: mayank120502/growcycle
Catalog: var/langs/*/addons/csc_live_search.po
Languages: ru_ru

# Languages::css.example_run_php_script
source: Cron job command line example
ru_ru: Запуск из командной строки

# Languages::css.full_cron_run_speedup_scaner_with
source: Cron job link with clear indexes
ru_ru: Ссылка для Cron с очисткой индексов

# Languages::cls.speedup_scaner_instruction
source: The "Search Speed-up" feature can accelerator a search query up to 25 times. Products will be grouped into clusters according to the initial letters of each word in the product fields. This is a kind of internal grouping of products that allows you to search only in clusters that have been determined to be relevant according to the search query. But this logic has a slight limitation in the search. For example, typing query 'amsung' will not show Samsung products in the search.<br>It is enough to make indexation once, then the indexation will occur in an automatic mode if the goods are added through the admin panel. If you use third-party programaddons to import your products, or the "Skip indexation on import" function is enabled, after each products catalog update, you need to run products indexation by cron job or manually on the "Products indexation page".
ru_ru: Функция "Ускоритель поиска" в режиме Максимального ускорения может ускорять поисковый запрос до 25 раз. Товары группируются по кластерам согласно начальных букв каждого слова в полях товара. Это своего рода внутренняя группировка товаров, которая позволяет производить поиск только в кластерах, которые были определны как подходящие согласно поисковому запросу. Но такая логика имеет небольшое ограничение в поиске. Например, вбивая слово 'amsung' товары Samsung не будут отображаться в поиске. <br>Индексацию товаров достаточно провести один раз, дальше индексация будет происходить в автоматическом режиме, если товары добавляются или редактируются через панель администратора. Если же вы используете сторонние программы для импорта товаров, или включена функция "Не индексировать товары во время импорта" - после каждого обновления каталога необходимо выполнять индексацию товаров по крон или в ручном режиме.<br><b>В режиме Максимального ускорения функционал "Синонимы для поиска" работать не будет!</b>

# Languages::cls.clear_indexes
source: Clear all indexes
ru_ru: Очистить индексы

# Languages::css.cron_commands
source: Cron commands
ru_ru: Команды CRON

# Languages::sort_by_cls_rel_asc
source: By relevance
ru_ru: По релевантности

# Languages::sort_by_cls_rel_pop_asc
source: By relevance based on popularity
ru_ru: По релевантности c учетом популярности

# Languages::cls.product_code
source: Product code:
ru_ru: Артикул:

# Languages::cls.nothing_found
source: Unfortunately, for your query <b>[q]</b> nothing was found.
ru_ru: К сожалению, по вашему запросу <b>[q]</b> ничего не найдено.

# Languages::cls.phrase
source: Search phrase
ru_ru: Поисковая фраза

# Languages::cls.requests
source: Requests
ru_ru: Запросы

# Languages::cls.phrases
source: Search phrases
ru_ru: Поисковые фразы

# Languages::cls.search_word
source: Search
ru_ru: Поиск

# Languages::cls.play_check1
source: Game consoles
ru_ru: Игровые консоли

# Languages::cls.play_check2
source: Console Games
ru_ru: Игры для консолей

# Languages::cls.play_check3
source: Console accessories
ru_ru: Аксессуары для консолей

# Languages::cls.play_category
source: Game consoles
ru_ru: Игровые консоли

# Languages::cls.title_elements
source: Display elements
ru_ru: Элементы отображения

# Languages::cls.enter_more_symbols
source: To start a search, enter at least <b>[n] character</b> | To start a search, enter at least <b>[n] characters</b>
ru_ru: Введите минимум <b>[n] символ</b>|Введите минимум <b>[n] символа</b>|Введите минимум <b>[n] символов</b>

# Languages::cls.show_all
source: Show all
ru_ru: Показать все

# Languages::cls.tab_developers
source: For developers
ru_ru: Для разработчиков

# Languages::cls.hooks_get_products
source: get_products hook
ru_ru: Хук get_products

# Languages::cls.hooks_get_joins
source: get_joins hook
ru_ru: Хук get_joins

# Languages::cls.hooks_get_conditions
source: get_conditions hook
ru_ru: Хук get_conditions

# Languages::cls.hooks_get_fields
source: get_fields hook
ru_ru: Хук get_fields

# Languages::cls.hooks_get_categories
source: get_categories hook
ru_ru: Хук get_categories

# Languages::cls.hooks_get_brands
source: get_brands hook
ru_ru: Хук get_brands

# Languages::cls.hooks_get_pages
source: get_pages hook
ru_ru: Хук get_pages

# Languages::cls.hooks_get_vendors
source: get_vendors hook
ru_ru: Хук get_vendors

# Languages::cls.hooks_get_products_tooltip
source: This feature is for developers! This hook will call the selected functions before sending the SQL request to receive зкщвгсеы. Thus, you can change the search conditions, or the query itself as a whole by changing any parameters. For more information on connecting to a hook, see the add-on's documentation.
ru_ru: Данная функция предназанчена для разработчиков! Данный хук будет вызывать выбранные функции перед отправкой SQL запроса на получение товаров. Таким образом, можно изменить условия поиска, или сам запрос в целом, изменяя любые параметры. Более подробную информацию по подключению к хуку ищите в документации к модулю.

# Languages::cls.documentation
source: Add-on documentation
ru_ru: Документация к модулю

# Languages::cls.new_phrase
source: Add new search phrase
ru_ru: Добавить новую поисковую фразу

# Languages::cls.added_to_cart
source: Product was added to cart
ru_ru: Товар успешно добавлен в корзину

# Languages::cls.last_activity
source: Last activity
ru_ru: Последняя активность

# Languages::cls.vendor_history_access
source: Vendor search history access
ru_ru: Доступ продавцов к истории поиска

# Languages::cls.display_only_by_clicks
source: Only clicked vebdor products
ru_ru: Только переходы по товарам продавца

# Languages::cls.display_all
source: All history
ru_ru: Вся история

# Languages::cls.tab_multivendor
source: Multivendor settings
ru_ru: Настройки Multivendor

# Languages::privilege_groups.csc_live_search
source: Manage Live search add-on
ru_ru: Управление модулем "Живой поиск"

# Languages::cls.search_variation
source: Search "Variations as one product" separately
ru_ru: Поиск Вариаций товара как один товар

# Languages::cls.search_variation_tooltip
source: Set variations as one product search logic
ru_ru: Настройте логику поиска по вариациям как один товар

# Languages::cls.dont_search_variation
source: Don't search on variations
ru_ru: Не искать в вариациях

# Languages::cls.search_variation_show_main
source: Search on varioations, but show main product only
ru_ru: Искать в вариациях, но выводить только главный товар в результатх поиска

# Languages::cls.search_variation_show_all
source: Search on varioations and show as separate products on search results
ru_ru: Искать в вариациях и выводить их как отдельные товары в результатах поиска

# Languages::cls.tables_was_cleared
source: Tables of indexations was cleared success!
ru_ru: Таблицы индексации товаров успешно очищены.

# Languages::cls.desktop_max_width
source: Max. width, px
ru_ru: Макс. ширина, px

# Languages::cls.desktop_max_width_tooltip
source: Only for desktop view
ru_ru: Только широкоформатных экранов

# Languages::cls.anti_csrf
source: Block bots
ru_ru: Блокировать запросы ботов

# Languages::cls.anti_csrf_tooltip
source: By enabling this option you activate security function, it prevent search results for bots.
ru_ru: Включив эту опцию, вы активируете функцию безопасности, которая предотвратит выдачу результатов поиска ботам.

# Languages::abt__ut2.sort_by_cls_rel_pop_asc
source: Relevance
ru_ru: Релевантности

# Languages::cls.clsm_redirect_category
source: Autoredirect to category
ru_ru: Авторедирект на категорию

# Languages::cls.clsm_redirect_category_tooltip
source: When nothing found except one category, on submit form user will be redirected to this category
ru_ru: Когда ничего не найдено, кроме одной категории, при отправке формы пользователь будет перенаправлен в эту категорию.

# Languages::cleanup_all_history
source: Delete all data
ru_ru: Очистить все данные

# Languages::cls.clear_all_requests
source: Delete all requests history
ru_ru: Удалить все запросы

# Languages::cls.search_history_deleted_success
source: History was deleted success!
ru_ru: История успешно удалена!

# Languages::cls.days_clear
source: Delete requests history older than [days] days
ru_ru: Удалить запросы старше [days] дней

# Languages::cls.cron_job
source: You can setup cron job to clear old unneeded requests. Change days parameter to delete requests older than pointed days. See below Cron job examples ещ delet requests older than 30 days:
ru_ru: Вы можете настроить задание cron для удаления старых ненужных запросов. Измените параметр days, чтобы удалять запросы старше указанных дней. См. Ниже примеры заданий Cron на удаление запросов старше 30 дней:

# Languages::cls.clss_can_need_reindexation
source: You have changed settings search on fields. As you use search SpeedUp function - In this case you need to delete indexes and run indexation again to apply changes.
ru_ru: Вы изменили настройки полей поиска. Поскольку вы используете функцию Ускоритель поиска - в этом случае вам нужно удалить индексы и снова запустить индексацию, чтобы применить изменения.

# Languages::cls.syn_partial_match
source: Partial synonym match
ru_ru: Частичное совпадения синонимов

# Languages::cls.syn_partial_match_ttl
source: Enable this function for matching synonyms by part of word.
ru_ru: Отметьте галочку для поиска синонимов по частичному совпадению синонима с поисковой фразой.

# Languages::cls.synonyms_phrase_ttl
source: A search phrase is the correct word or phrase that matches the spelling on your site. Synonyms are words or phrases that users can enter. Synonyms can be misspelled words, abbreviated names, or phrases in local dialects.
ru_ru: Поисковая фраза - это правильное слово или словосочетание, которое совпадает с написанием на вашем сайте. А синонимы - это слова или словосочетания, которые могут вводить пользователи. Синонимами могут быть слова с с ошибками, сокращенные наименования или фразы местных диалектов

# Languages::cls.enable_history
source: Search history journal status
ru_ru: Ведение истории поиска

# Languages::cls.light
source: Recommended
ru_ru: Оптимальный

# Languages::cls.hard
source: Hard
ru_ru: Максимальный

# Languages::cls.speedup_level
source: SpeedUp mode
ru_ru: Режим ускорения

# Languages::cls.speedup_level_tooltip
source: Recommended - mode no have search restriction, but Hard mode works faster
ru_ru: Оптимальный - не ограничнивает возможности поиска, но Максимальный режим работает быстрее. Оба режима требуют индексации товаров.

# Languages::cls.found
source: Found
ru_ru: Найдено

# Languages::cls.group_by_root_cats
source: Group by root
ru_ru: Группировать по родительской

# Languages::cls.group_by_root_cats_tooltip
source: Group categories by their root category
ru_ru: Категории будут сгруппированы по родительским категориям

# Languages::cls.clsm_show_parent_level
source: Level of parent category
ru_ru: Уровень родительской категории

# Languages::cls.clsm_show_parent_level_tooltip
source: If pointed level will be higher or equal of found category - closest parent category will be displayed
ru_ru: Если указанный уровень будет выше или равен найденной категории - будет выводится ближайшая родительская категория
