Repository: mayank120502/growcycle
Catalog: var/langs/*/addons/csc_full_page_cache.po
Languages: ru_ru

# Addons::name::csc_full_page_cache
source: [cs-commerce.com] - Full page CACHE
ru_ru: Полностраничное кеширование сайта

# Addons::description::csc_full_page_cache
source: Full page CACHE add-on. Developed by <b><a href="http://www.cs-commerce.com" target="_blank">www.cs-commerce.com</a></b>
ru_ru: Ускоряет загрузку сайта за счет кеширования целых страниц. Разработчик <b><a href="http://www.cs-commerce.com" target="_blank">www.cs-commerce.com</a></b>

# Languages::cfpc_addons
source: CS-Commerce Addons
ru_ru: Модули CS-Commerce

# Languages::cfpc.csc_addons
source: CS-Commerce Addons
ru_ru: Модули CS-Commerce

# Languages::csc_addons
source: CS-Commerce Addons
ru_ru: Модули CS-Commerce

# Languages::csc_full_page_cache
source: Full page cache
ru_ru: Полностраничное кеширование

# Languages::cfpc.rate_us
source: Like this addon? Rate it!
ru_ru: Поставить оценку модулю

# Languages::cfpc.other_addons
source: Other our addons
ru_ru: Другие наши модули →

# Languages::cfpc.feedback
source: Have questions? Mail us!
ru_ru: Есть вопросы? Пишите нам!

# Languages::cfpc.feedback_info
source: Have questions about Admin Full page cache addon by cs-commerce.com<br>or you have any ideas for improving the functionality? Mail us!
ru_ru: Есть вопросы по работе модуля Полностраничного кеширования от cs-commerce.com<br>или есть идеи по улучшению функционала? Пишите нам!

# Languages::cfpc.tab_general
source: General
ru_ru: Основные

# Languages::cfpc.title_general_info
source: General
ru_ru: Основные настройки кеша

# Languages::cfpc.tab_expiry
source: Cache expiry settings
ru_ru: Время действия кеша

# Languages::cfpc.title_expiry_info
source: Cache expiry settings
ru_ru: Настройки времени действия кеша

# Languages::cfpc.tab_skip
source: Skip caching settings
ru_ru: Пропускать кеш

# Languages::cfpc.title_skip_info
source: Skip caching settings
ru_ru: Настройки исключений для кеша

# Languages::cfpc.tab_users
source: Users and caching
ru_ru: Кеш и пользователи

# Languages::cfpc.title_users_info
source: Users and caching
ru_ru: Настройки поведения кеша в зависимости от пользователей

# Languages::cfpc.tab_storage
source: storage
ru_ru: Хранение кеша

# Languages::cfpc.title_storage_info
source: storage
ru_ru: Настройки хранения

# Languages::cfpc.tab_info
source: Information
ru_ru: Информация

# Languages::cfpc.title_info_info
source: Information
ru_ru: Информация

# Languages::cfpc.controllers
source: Select controllers where to use cache
ru_ru: Выберите разделы сайта для кеширования

# Languages::cfpc.turbo
source: Turbo mode
ru_ru: Режим турбо

# Languages::cfpc.turbo_tooltip
source: This mode can inrease additional 25% for speed. If cache was created by unlogged user with empty cart, empty wishlist and comparison list, Then if this page will be opened by the similar user - we will jump directly to cache file without additional platform initialization
ru_ru: Этот режим позволяет увеличить скорость дополнительно на 25%. Если кэш был создан незарегистрированным пользователем с пустой корзиной, пустым списком пожеланий и списком сравнения, и если эта страница будет открыта аналогичным пользователем - мы сразу перейдем к файлу кэша без дополнительной инициализации платформы

# Languages::cfpc.compress_cache
source: Save cache on gzipped files
ru_ru: Сохранять файлы кеша в сжатом виде (gz)

# Languages::cfpc.compress_cache_tooltip
source: Takes up to 5 times less space on your server
ru_ru: Занимает в 5 раз меньше места на вашем сервере

# Languages::cfpc.minify_html
source: Minify html
ru_ru: Минимизировать HTML

# Languages::cfpc.minify_html_tooltip
source: Minification is the process of minimizing code in your web pages files and make your page lighter
ru_ru: Минимизация HTML - это процесс минимизации кода и оптимизации вашей страницы. При некорректной структуре HTML могут быть ошибки.

# Languages::cfpc.minify_js
source: Minify inline js
ru_ru: Минимизировать инлайновые js-скрипты

# Languages::cfpc.mobile_devices
source: Create custom cache for mobile devices
ru_ru: Генерировать отдельный кеш для мобильных устройств

# Languages::cfpc.mobile_devices_tooltip
source: Use this feature if you are using 3rd party addons for custom appearance on mobile devices
ru_ru: Включите данную функцию если вы используете сторонние модули для кастомизации внешнего вида сайта для мобильных устройств

# Languages::cfpc.cache_lifetime
source: Cache expiry time (hours)
ru_ru: Время истечения кеша (часов)

# Languages::cfpc.cache_lifetime_tooltip
source: Enter 0 to make it unlimited.
ru_ru: Введите 0 что бы отключить время истечения кеша.

# Languages::cfpc.rebuild_product_cache
source: On update product, rebuild Cache where this product was shown
ru_ru: При обновлении товара актуализировать кеш страниц, где данный товар отображается

# Languages::cfpc.rebuild_create_product_cache
source: On create or delete product, rebuild all categories cache
ru_ru: При создании или удаления товара актуализировать кеш всех категорий

# Languages::cfpc.rebuild_pages_cache
source: On update page clear pages cache
ru_ru: При обновлении страницы очищать кеш страниц

# Languages::cfpc.rebuild_categories_cache
source: On update category clear categories cache
ru_ru: При обновлении категории очищать кеш категорий

# Languages::cfpc.skip_ajax
source: Don't save to cache ajax requests
ru_ru: Отключать кеш во время AJAX запросов

# Languages::cfpc.no_cache_filters
source: Skip filters generated category pages
ru_ru: Не кешировать сгенерированные фильтрами страницы

# Languages::cfpc.no_cache_filters_tooltip
source: Is not effective to save filters generated pages because there are a lot of possible combinations for every category
ru_ru: Часто не эффективно кешировать сгенерированные страницы фильтрами т.к кол-во их комбинаций может быть очень большим для каждой категории

# Languages::cfpc.skip_import_process
source: Don't rebuild cache when import is running
ru_ru: Не перестраивать кеш во время импорта

# Languages::cfpc.skip_import_process_tooltip
source: Import process can trigger update product action, this can cause lower speed on import process. Is recommended to keep this checkbox checked
ru_ru: Процесс импорта может вызывать триггеры очистке кеша. Это может замедлять процесс импорта товаров. Особенно актуально при работе с большим кол-вом товаров

# Languages::cfpc.no_generate_from_auth
source: Dont's save cache from logged users
ru_ru: Не сохранять страницы в кеш от залогиненных пользователей

# Languages::cfpc.disable_for_auth
source: Disable cache for logged users
ru_ru: Отключить кеш для залогиненных пользователей

# Languages::cfpc.cache_of_usergroup
source: Generate cache depending of usergroup
ru_ru: Генерировать кеш с учетом групп пользователей

# Languages::cfpc.storage_type
source: Storage type
ru_ru: Хранение кеша

# Languages::cfpc.redis_server
source: Redis server
ru_ru: Redis сервер

# Languages::cfpc.redis_port
source: Redis port
ru_ru: Redis порт

# Languages::cfpc.cron_key
source: Cron key
ru_ru: Ключ Cron

# Languages::cfpc.cron_key
source: It will be needed if you will using cron to clear cache
ru_ru: Используется в ссылке для очистке кеша по расписанию или для вызова из внешних источников

# Languages::_no_page
source: Page not found
ru_ru: Страница не найдена

# Languages::csc.cron_setup
source: Clear cache by Cron
ru_ru: Очистка кеша по CRON

# Languages::csc.general_info_about_full_page_cache
source: csc.general_info_about_full_page_cache
ru_ru: Полностраничное кеширование сайта позволяет существенно снизить нагрузку на сервер и ускорить время ответа сервера. При включенном модуле "Полностраничное кеширование сайта" серверу не нужно каждый раз обращаться к базе данных и к различным блокам сайта для генерации страницы, он это делает один раз, после чего следующим посетителям отдает кешированную страницу. Модуль "Полностраничное кеширование сайта" имеет интеллектуальную систему очистке кеша при обновлении товара. Так же вы можете задать время актуальности сгенерированного кеша. Когда вы очищаете стандартный кеш - полностраничный кеш также будет полностью очищен.<br/>Не забывайте, что полное кеширование страниц сайта требует дополнительного объема памяти на жестком диске!</b><br>Для точечной очистки кеша на определенный страницах или для просмотра страницы без кеша добавьте в url страницы параметра no_cache (http://site.com/?no_cache)

# Languages::csc.general_info_cron_setup
source: For full or partial clearing of the "Full page cache" use the link with the parameters. If you only need to partially clear the cache, remove the corresponding controller names from the link. Parameter expired you can use to delete expired cache files.
ru_ru: Для полной или частичной очистки "Полностраничного кеша" используйте ссылку с параметрами. Если нужна только частичная очистка кеша, удалите из ссылки соответствующие названия контроллеров. Параметр expired используется для очистки неактуальных файлов кеша.

# Languages::cfpc_clear__no_page
source: Clear NOT FOUND cache
ru_ru: Очистить Кеш Страницы 404

# Languages::cfpc_clear_index
source: Clear HOMEPAGE cache
ru_ru: Очистить Кеш Домашней страницы

# Languages::cfpc_clear_companies
source: Clear COMPANIES cache
ru_ru: Очистить Кеш страниц Продавцов

# Languages::cfpc_clear_products
source: Clear PRODUCTS cache
ru_ru: Очистить Кеш страниц Товаров

# Languages::cfpc_clear_categories
source: Clear CATEGORIES cache
ru_ru: Очистить Кеш Категорий

# Languages::cfpc_clear_pages
source: Clear PAGES cache
ru_ru: Очистить Кеш Текстовых страниц

# Languages::cfpc_clear_all
source: Clear ALL Cache
ru_ru: Удалить весь кеш

# Languages::fpc_exclude_cache
source: Exclude block from Full page cache
ru_ru: Исключить блок из полностраничного кеширования

# Languages::cfpc_clear_expired
source: Clear EXPIRIED cache
ru_ru: Удалить Истекшие Файлы кеша

# Languages::cfpc_clear_tags
source: Clear Tags cache
ru_ru: Очистить Кеш Тегов

# Languages::fpc_deleted_expired_files
source: We have cleared [count] expired cache files!
ru_ru: Очищено [count] истекших файлов кеша!

# Languages::fpc_storage
source: Full page cache
ru_ru: Полностраничное кеширование

# Languages::privileges.clear_fpc
source: clear_fpc
ru_ru: Очистка кеша модуля FPC

# Languages::cfpc.products
source: Products
ru_ru: Товары

# Languages::cfpc.categories
source: Categories
ru_ru: Категории

# Languages::cfpc.pages
source: Pages & Blog
ru_ru: Страницы и блог

# Languages::cfpc.index
source: Home page
ru_ru: Домашняя страница

# Languages::cfpc._no_page
source: 404 page
ru_ru: Страница 404

# Languages::cfpc.tags
source: Tags
ru_ru: Теги

# Languages::cfpc.companies
source: Companies stores
ru_ru: Магазины продавцов

# Languages::cfpc.cleare_cache
source: Don't forget to clear full page cache after layouts changes.
ru_ru: Не забудьте очистить полностраничный кеш после внесения изменений в макетах.

# Languages::cfpc.cache_of_applied_promotion
source: Differ cache on applied promotions
ru_ru: Генерировать кеш с учетом примененных промоакций
