Repository: mayank120502/growcycle
Catalog: var/langs/*/addons/csc_live_search.po
Languages: ru_ru

# Addons::name::csc_live_search
source: Live search add-on.
ru_ru: Живой поиск

# Addons::description::csc_live_search
source: Irreplaceable search toolkit on your website. Developed by <b> <a href="https://www.cs-commerce.com" target="_blank">www.cs-commerce.com</a></b>
ru_ru: Уникальный инструмент поиска товаров на вашем сайте. Разработчик <b> <a href="https://www.cs-commerce.com" target="_blank">www.cs-commerce.com</a></b>

# Languages::cls.csc_addons
source: CS-Commerce Addons
ru_ru: Модули CS-Commerce

# Languages::csc_addons
source: CS-Commerce Addons
ru_ru: Модули CS-Commerce

# Languages::csc_live_search
source: Live search add-on
ru_ru: Модуль Живого поиска

# Languages::cls.settings
source: General settings
ru_ru: Основные настройки

# Languages::cls.title_general_settings
source: General settings
ru_ru: Основные настройки

# Languages::cls.tab_general
source: General settings
ru_ru: Основные настройки

# Languages::cls.menu
source: Menu
ru_ru: Меню

# Languages::cls.rate_us
source: Like this addon? Rate it!
ru_ru: Поставить оценку модулю

# Languages::cls.other_addons
source: Other our addons
ru_ru: Другие наши модули →

# Languages::cls.feedback
source: Have questions? Mail us!
ru_ru: Есть вопросы? Пишите нам!

# Languages::cls.feedback_info
source: Have questions about Live search add-on addon by cs-commerce.com<br>or you have any ideas for improving the functionality? Mail us!
ru_ru: Есть вопросы по работе модуля Модуль Живого поиска от cs-commerce.com<br>или есть идеи по улучшению функционала? Пишите нам!

# Languages::cls.installation_warning
source: Installation was not completed automatically. User action is needed. Please, <a href='[url]'>go to this page</a> and check red block instructions.
ru_ru: Установка модуля не прошла автоматически. Необходимо действие со стороны пользователя. Пожалуйста, <a href='[url]'>пройдите по ссылке</a> и следуйте инструкциям в красном блоке.

# Languages::cls.installation_was_not_completed
source: Installation was not completed by file system access restrictions, or Live search addon initial file has been deleted from website ROOT folder.<br>Please, <a href='[url]' class="cm-ajax" data-ca-target-id="clsWarningInstallation">click this link</a> to copy initial file to website root folder.<br>If action is not completed success, please, <a href='[download]'>Download file from this link</a> and put it to ROOT folder of your website manually. Downloaded file strongly must have cls.php name.
ru_ru: Установка не была завершена полностью из-за ограничений прав на запись на вашем сервере, или исходный файл модуля Живого поиска был удален из корневой папки веб-сайта. <br> Пожалуйста, <a href = '[url]' class="cm-ajax" data-ca-target-id = "clsWarningInstallation"> кликните на эту ссылку </a>, чтобы скопировать исходный файл в корневую папку веб-сайта. <br> Если действие не завершилось успешно, пожалуйста, <a href='[download]'> Скачайте файл по этой ссылке </a> и вручную поместите его в корневую папку вашего сайта. Загружаемый файл обязательно должен иметь название <b>cls.php</b>.

# Languages::cls.show_more
source: Show more products
ru_ru: Показать еще

# Languages::cls.total_found
source: Total found products
ru_ru: Всего найдено товаров

# Languages::cls.featured_products
source: Featured products
ru_ru: Рекомендуемые товары

# Languages::cls.found_products
source: Products search result
ru_ru: Результат поиска товаров

# Languages::cls.browse_products_by_category
source: Browse products by category for
ru_ru: Фильтровать поиск по категориям для запроса

# Languages::cls.back_to_all_cats
source: Back to all categories
ru_ru: Вернутся ко всем категориям

# Languages::cls.storefronts_categories
source: Categories from friendly stores
ru_ru: Категории из дружественных магазинов

# Languages::cls.text_pages_and_blog
source: Information pages
ru_ru: Информационные страницы

# Languages::cls.brand_pages
source: Brands
ru_ru: Бренды

# Languages::cls.vendor_pages
source: Vendor stores
ru_ru: Магазины продавцов

# Languages::cls.porpose_correction
source: You may be looking for:
ru_ru: Возможно вы ищете:

# Languages::cls.popular_searches
source: Popular search phrases
ru_ru: Популярные поисковые фразы

# Languages::cls.found_categories
source: Found categories
ru_ru: Категории

# Languages::cls.allow_storefronts
source: Allowed storefronts
ru_ru: Разрешенные витрины

# Languages::cls.allow_storefronts_tooltip
source: Select the storefronts where you want to search for categories.
ru_ru: Выберите витрины, по которым вы хотите осуществлять поиск категорий.

# Languages::cls.autoredirect
source: Autoredirect when found 1 product
ru_ru: Авторедирект на найденный товар

# Languages::cls.autoredirect_tooltip
source: If found 1 product, on press search button customer will be redirected to product page
ru_ru: Если найден один товар, то при клике на кнопку поиска покупатель будет переадресован сразу на старницу найденного товара

# Languages::cls.block_enter_press
source: Block Enter button press
ru_ru: Блокировать кнопку ENTER

# Languages::cls.block_enter_press_tooltip
source: On enter press button user will not be redirected to search results page
ru_ru: При клике на кнопку ENTER пользователь не будет переброшн на старницу результатов поиска

# Languages::cls.brands_feature_id
source: Brand feature
ru_ru: Характеристика бренда

# Languages::cls.brands_limit
source: Display no more than
ru_ru: Отображать не более

# Languages::cls.cats_limit
source: Display no more than
ru_ru: Отображать не более

# Languages::cls.characters_limit
source: Min. chars to start search
ru_ru: Мин. кол-во символов для начала поиска

# Languages::cls.increase_popularity
source: Automatically increase the search popularity of a product
ru_ru: Автоматически повышать поисковую популярность товара

# Languages::cls.out_stock_end
source: Display out of stock products on end of the list
ru_ru: Отображать в конце списка товары, которых нет на складе

# Languages::cls.pb_limit
source: Display no more than
ru_ru: Отображать не более

# Languages::cls.products_per_page
source: Products per request
ru_ru: Выводить товаров за один запрос

# Languages::cls.search_blog
source: Search blog pages
ru_ru: Искать страницы блога

# Languages::cls.search_brands
source: Search brands
ru_ru: Искать бренды

# Languages::cls.search_by_features
source: Select features
ru_ru: Выберите характеристики

# Languages::cls.search_by_features_tooltip
source: No select any feature if you need search on all product features. Is recommended to limit the search by selected features for better search performance.
ru_ru: Не выбирайте характеристики, если вам нужен поиск по всем характеристикам товаров. Рекомендуется ограничить поиск выбранными характеристиками для повышения производительности поиска.

# Languages::cls.search_categories
source: Search categories
ru_ru: Искать категории

# Languages::cls.search_vendors
source: Search vendors
ru_ru: Искать продавцов

# Languages::cls.vendors_limit
source: Display no more than
ru_ru: Отображать не более

# Languages::cls.search_on_category_metakeywords
source: Search on meta-keywords
ru_ru: Поиск по мета-ключевым словам

# Languages::cls.search_on_category_name
source: Search on category name
ru_ru: Поиск по названиям категорий

# Languages::cls.search_on_description
source: Search on product descriptions
ru_ru: Поиск по описаниям товаров

# Languages::cls.search_on_features
source: Search on product features
ru_ru: Поиск по хар-кам товара

# Languages::cls.search_on_keywords
source: Search on search words
ru_ru: Поиск по ключевым словам поиска

# Languages::cls.search_on_metadesc
source: Search on meta-descriptions
ru_ru: Поиск по мета-описания

# Languages::cls.search_on_metakeywords
source: Search on meta-keywords
ru_ru: Поиск в мета-ключевым словам

# Languages::cls.search_on_metatitle
source: Search on meta-title
ru_ru: Поиск по мета-заголовкам

# Languages::cls.title_search_on_general_title
source: General search by fields
ru_ru: Основные поля для поиска

# Languages::cls.title_search_on_general_title_no_speed
source: Additional search by fields
ru_ru: Дополнительные поля для поиска

# Languages::cls.search_on_general_title_no_speed_tooltip
source: <b>Search by additional fields is not performed if the search speed-up mode is enabled!</b>
ru_ru: Поиск по дополнительным полям не производится, если включен режим <b>Максимального ускорения</b> поиска!

# Languages::cls.title_search_general_title
source: Extra settings
ru_ru: Дополнительные надстройки

# Languages::cls.search_on_name
source: Search on product name
ru_ru: Поиск в названии товара

# Languages::cls.search_on_options
source: Search on product options
ru_ru: Поиск в опциях товара

# Languages::cls.search_on_pcode
source: Search on product code
ru_ru: Поиск по артикулу товара

# Languages::cls.search_on_product_id
source: Search on product ID field
ru_ru: Поиск по полю ID товара

# Languages::cls.search_on_short_description
source: Search on product short description
ru_ru: Поиск по краткому описанию товара

# Languages::cls.search_on_tags
source: Search on product tags
ru_ru: Поиск по тегам товара

# Languages::cls.search_pages
source: Search pages
ru_ru: Искать информационные страницы

# Languages::cls.search_products
source: Search products
ru_ru: Искать товары

# Languages::cls.search_storefront_categories
source: Search storefront categories
ru_ru: Искать категории с других витрин

# Languages::cls.search_storefront_categories_tooltip
source: You can search for categories also by all storefronts of your site
ru_ru: Вы можете осуществлять поиск категорий так же и по другим витринам вашего сайта

# Languages::cls.show_cart
source: Displaying the "Add to cart" button
ru_ru: Отображение кнопки "В корзину"

# Languages::cls.show_category
source: Show product category
ru_ru: Показать категорию

# Languages::cls.show_compare
source: Show "Add to compare" button
ru_ru: Отображать кнопку "В список сравнения"

# Languages::cls.show_parent_category
source: Show parent category
ru_ru: Отображать родительскую категорию

# Languages::cls.show_price
source: Displaying the price
ru_ru: Отображение цены товара

# Languages::cls.display
source: Display
ru_ru: Отображать

# Languages::cls.not_display
source: Don't display
ru_ru: Не отображать

# Languages::cls.display_authed
source: Show for logged in only
ru_ru: Отображать только залогиненным

# Languages::cls.show_product_code
source: Show product code
ru_ru: Отображать артикул товара

# Languages::cls.show_wish
source: Show "Add to wishlist" button
ru_ru: Отображать кнопку "В избранное"

# Languages::cls.show_quick_view
source: Show "Quick view" button
ru_ru: Отображать кнопку "Быстрый просмотр"

# Languages::cls.sort_by
source: Sorting
ru_ru: Сортировка

# Languages::cls.suggest_corrections
source: Suggest corrections
ru_ru: Предлагать исправления

# Languages::cls.suggest_corrections_tooltip
source: When on search results nothing found we can suggest same phrase with corrections. Based on free service Yandex Speller.
ru_ru: Когда результат поиска не дал результат, можно предлагать исправления для поисковой фразы. Сделано на базе бесплатного сервиса Yandex Speller

# Languages::cls.suggest_products_categories
source: Show search based categories filter
ru_ru: Отобразить фильтр по категориям на базе результатов поиска

# Languages::cls.suggest_products_categories_tooltip
source: Will be displayed categories in which the products were found. User will be able to specify the search by selecting one or more categories that will be of interest to him.
ru_ru: Будут отображены категории товаров, в которых были найдены товары. Пользователь сможет уточнить поиск выбрав одну или несколько категорий которые ему будут интересны.

# Languages::cls.tab_elements
source: Display elements
ru_ru: Элементы отображения

# Languages::cls.tab_search_settings
source: Product search settings
ru_ru: Настройки поиска товаров

# Languages::cls.tab_storefronts
source: Storefronts search
ru_ru: Поиск по витринам

# Languages::cls.title_ttl_search_elements
source: Setup search objects
ru_ru: Настройте объекты поиска

# Languages::cls.title_ttl_serch_on_storefronts
source: Search storefronts categories
ru_ru: Искать категории в других витринах

# Languages::cls.guest
source: Guest
ru_ru: Гость

# Languages::ls.requests
source: Requests
ru_ru: Запросы

# Languages::cls.clicks
source: Clicks
ru_ru: Клики

# Languages::cls.click
source: Click
ru_ru: Клик

# Languages::cls.history_per_product
source: History per product
ru_ru: История по товарам

# Languages::cls.history_per_request
source: History per requests
ru_ru: История запросов

# Languages::cls.history_per_user
source: History per user
ru_ru: История по пользователям

# Languages::cls.history_per_word
source: History per search phrase
ru_ru: История поисковых фраз

# Languages::cls.synonyms
source: Synonyms
ru_ru: Синонимы

# Languages::cls.new_synonym
source: New Synonym
ru_ru: Новый Синоним

# Languages::cls.synonyms_status
source: Enable/Disable Synonyms
ru_ru: Вкл/Выкл Синонимы

# Languages::cls.synonyms_status_ttl
source: With synonyms enabled, the search will work based on synonyms for a specific search phrase. For example: You have added the synonym "Mobile phone" to the search phrase "phone", so the search will search for both Mobile phone and phones
ru_ru: При включенных синонимах, поиск будет работать с учетом синонимов к конкретной поисковой фразе. Например: Вы добавили к поисковой фразе "Микроволновка" синоним "Микроволновая печь", таким образом поиск будет искать и микроволновки и микроволновые печи

# Languages::cls.synonyms_ttl
source: Synonyms can be not only individual words but whole phrases. Start typing a word or phrase and press ENTER when you have finished entering a phrase or you want to start typing a new one.
ru_ru: Синонимами могут быть не только отдельные слова но и целые фразы. Начните вводить слово или фразу и нажмите ENTER когда закончили ввод фразы или для того чтобы начать вводить новую.

# Languages::cls.stop_word
source: If the search query contains phrase
ru_ru: Если поисковый запрос содержит фразу

# Languages::cls.contain_stop_words
source: Do not display products that contain the following phrases
ru_ru: Не отображать товары, которые содержат следующие фразы

# Languages::cls.contain_stop_words_ttl
source: Stop-words can be not only individual words but whole phrases. Start typing a word or phrase and press ENTER when you have finished entering a phrase or you want to start typing a new one.
ru_ru: Стоп-словами могут быть не только отдельные слова но и целые фразы. Начните вводить слово или фразу и нажмите ENTER когда закончили ввод фразы или для того чтобы начать вводить новую. Укажите фразы, товары, содержащие которые, не будут выводится, при совпадении поисковой фразы

# Languages::cls.stop_words_status
source: Enable/Disable Stop-words
ru_ru: Вкл/Выкл Стоп-слова

# Languages::cls.new_stop_word
source: Add stop-word
ru_ru: Добавить стоп-слово

# Languages::cls.stop_words_status_ttl
source: Change status to "OFF" if you don't want use stop-words on search process.
ru_ru: Поменяйте статус на "OFF" если вы не хотите использовать стоп-слова в процессе поиска.

# Languages::cls.clsm_motivation_text_ru
source: Search motivation phrases
ru_ru: Мотивационные фразы для поискового окна.

# Languages::cls.clsm_motivation_text_en
source: Search motivation phrases
ru_ru: Мотивационные фразы для поискового окна.

# Languages::cls.clsm_motivation_text_ru_tooltip
source: Search motivation phrases can be not only individual words but whole phrases. Start typing a word or phrase and press ENTER when you have finished entering a phrase or you want to start typing a new one.
ru_ru: Мотивационными фразами могут быть не только отдельные слова но и целые фразы. Начните вводить слово или фразу и нажмите ENTER когда закончили ввод фразы или для того чтобы начать вводить новую.

# Languages::cls.clsm_status
source: Enable/Disable Search motivation
ru_ru: Вкл/Выкл Мотивацию поиска

# Languages::cls.clsm_status_ttl
source: Change status to "OFF" if you don't want use Search motivation function.
ru_ru: Поменяйте статус на "OFF" если вы не хотите использовать функцию мотивации поиска.

# Languages::cls.title_clsm_title
source: Search motivation
ru_ru: Мотивация поиска

# Languages::cls.show_phrases_rec_products
source: Suggest featured products
ru_ru: Предлагать рекомендуемые товары

# Languages::cls.show_phrases_rec_products_ttl
source: Change status to "OFF" if you don't want to show featured products by search phrases.
ru_ru: Поменяйте статус на "OFF" если вы не хотите отображать рекомендуемые товары к поисковым фразам.

# Languages::cls.suggest_phrases
source: Suggest serach phrases
ru_ru: Предлагать поисковые фразы

# Languages::cls.suggest_phrases_ttl
source: Enable this feature if you want to display search phrases when the user starts typing a query. Search phrases will be displayed only relevant to the user's query.
ru_ru: Включите данную функцию, если вы хотите показывать поисковые фразы во время начала ввода пользователем запроса. Поисковые фразы будут выводится только релевантные запросу пользователя.

# Languages::cls.speedup_cluster_size
source: Cluster size
ru_ru: Размер кластера

# Languages::css.scaner_finish
source: Products was indexed success!
ru_ru: Товары успешно проиндексированы!

# Languages::cls.speedup_cluster_size_tooltip
source: The cluster size affects the total number of product groups. For most languages, the optimal cluster size is 2 characters. But for some languages, where one character is a group of sounds, or even a whole word, then for such languages you need to choose 1 as cluster size.
ru_ru: Размер кластера влияет на итоговое кол-во групп товаров. Для большинства языков оптимальный размер кластера 2 символа. Но для некоторых языков, где один символ это группа звуков, или даже целое слово - то для таких языков нужно выбирать размер кластера 1.

# Languages::cls.speedup_cron_key
source: Cron-key
ru_ru: Ключ для запуска по крону

# Languages::cls.speedup_cron_key_tooltip
source: Change this key if you want keep indexation link private.
ru_ru: Поменяйте крон-ключ, если хотите держать ссылку на запуск процесса индексации в секрете.

# Languages::cls.speedup_exclude_import
source: Skip indexation when import is runing
ru_ru: Не индексировать товары во время импорта

# Languages::cls.speedup_exclude_import_tooltip
source: Product indexation process takes some time, unchecking the checkbox speed up the import process, but the indexing process will need to be started manually or by cron
ru_ru: Процесс индексации товара занимает некторое время, снятие галочки ускоряет процесс импорта, но запуск индексации нужно будет провести вручную или по cron

# Languages::cls.speedup_use_on_admin
source: Use speedup on admi panel
ru_ru: Использовать ускоритель поиска в панели администратора

# Languages::cls.title_general_info
source: General info
ru_ru: Общая информация

# Languages::cls.title_speedup_tech_settings
source: Settings
ru_ru: Настройки

# Languages::cls.search_speedup_indexation
source: Products Indexation
ru_ru: Индексация товаров

# Languages::cls.search_speedup_settings
source: Speed-up settings
ru_ru: Настройки ускорителя

# Languages::cls.speedup
source: Search speedup
ru_ru: Ускоритель поиска

# Languages::cls.clss_status
source: Speed-up status<br>for storefront
ru_ru: Статус ускорителя<br>для витрины

# Languages::cls.clss_admin_status
source: Speed-up status<br>for admin panel
ru_ru: Статус ускорителя<br>для админки

# Languages::cls.clss_status_ttl
source: You can enable speedup only for storefront, or completely disable using toggles.
ru_ru: Вы можете включить ускорение только для витрины или полностью отключить с помощью переключателей.

# Languages::cls.clss_admin_status_ttl
source: You can enable speedup only for admin panel only, or completely disable using toggles.
ru_ru: Вы можете включить ускорение только для админки или полностью отключить с помощью переключателей.

# Languages::csc_live_search.click_btn_below
source: Click button below to start indexation process
ru_ru: Для запуска процесса индексации нажмите на кнопку ниже

# Languages::csc_live_search.cluster_size
source: Cluster size
ru_ru: Размер кластера

# Languages::csc_live_search.duration_process
source: Process time
ru_ru: Время выполнения

# Languages::csc_live_search.finished_success
source: Process of indexation was finished success!
ru_ru: Процесс индексации товаров успешно завершен!

# Languages::csc_live_search.landing_title
source: Products indexation page
ru_ru: Страница индексации товаров

# Languages::csc_live_search.pause
source: Pause process
ru_ru: Пауза

# Languages::csc_live_search.process_will_be_stopped
source: The indexing process will be stopped if it is already running
ru_ru: Процесс индексации будет остановлен, если до этого был запущен

# Languages::css.no_product_for_index
source: All products already indexed. Clear indexes first if you want to make full reindexation
ru_ru: Все товары уже проиндексированы. Очистите индексы если вы хотите сделать полную реиндексацию товаров.

# Languages::cls.title_base_styles_settings
source: Base styles settings
ru_ru: Базовые настройки стилей

# Languages::cls.theme
source: Theme
ru_ru: Тема

# Languages::cls.active_elements_background
source: Header and hover background
ru_ru: Фон шапки и наведения

# Languages::cls.active_elements_color
source: Buttons color
ru_ru: Цвет кнопок

# Languages::cls.link_color
source: Links color
ru_ru: Цвет ссылок

# Languages::cls.base_text_color
source: Text color
ru_ru: Цвет текста

# Languages::cls.border_radius
source: Border radius, px.
ru_ru: Радиус закруглений, px.

# Languages::cls.color_type
source: Label color
ru_ru: Цвет лейбла

# Languages::cls.fixed_color
source: One color for all
ru_ru: Один цвет для всех

# Languages::cls.one_of_ten
source: One of 10 preset
ru_ru: Один из 10 предустановленных

# Languages::cls.rand_every_category
source: Randomly for each category
ru_ru: Рандомно для каждой категории

# Languages::cls.color_type_tooltip
source: <b>One color for all:</b> fixed color for all category labels. Color can be selected by admin.<br><b>One of 10 preset:</b> every category will have one of 10 addon preset colors.<br><b>Randomly for each category:</b> every category will have their unique color hash.
ru_ru: <b>Один цвет для всех:</b> фиксированный цвет для всех лейблов категорий. Администратор может сам указать цвет.<br><b>Один из 10 предустановленных:</b> каждая категория будет иметь один из 10 предустановленных модулем цветов.<br><b>Рандомно для каждой категории:</b> каждая категория будет имеют свой уникальный автоматически сгененрированный цвет.

# Languages::cls.search_history
source: Search history
ru_ru: История поиска

# Languages::cls.search_history_menu_description
source: Search history of your products
ru_ru: Отслеживайте какие поисковые запросы привели покупателей к вашим товарам

# Languages::cls.search_motivation
source: Search motivation
ru_ru: Мотивация поиска

# Languages::cls.search_phrases
source: Search phrases
ru_ru: Поисковые фразы

# Languages::cls.search_speedup
source: Search speed-up
ru_ru: Ускоритель поиска

# Languages::cls.styles
source: Appearance settings
ru_ru: Настройки внешнего вида

# Languages::cls.search_synonyms
source: Search synonyms
ru_ru: Синонимы для поиска

# Languages::cls.show_category_gradient
source: Gradient
ru_ru: Градиент

# Languages::cls.stop_words
source: Stop-words
ru_ru: Стоп-слова

# Languages::cls.stop_then
source: Then
ru_ru: То тогда

# Languages::cls.title_category_label
source: Product category label
ru_ru: Лейбл категории товара

# Languages::cls.category_e
source: Label color
ru_ru: Цвет лейбла

# Languages::css.cron_run_speedup_scaner
source: Cron job link
ru_ru: Ссылка для запуска по Cron
