Repository: mayank120502/growcycle
Catalog: var/langs/*/addons/ecl_pages_exim.po
Languages: ru_ru

# Addons::name::ecl_pages_exim
source: [eCom Labs] Export/ Import Pages
ru_ru: [eCom Labs] Экспорт/ Импорт Страниц

# Addons::description::ecl_pages_exim
source: Allows to export and import CMS pages, blog posts, forms and polls
ru_ru: Позволяет экспортировать и импортировать страницы, посты блога, формы и опросы

# SettingsSections::ecl_pages_exim::ecl_general
source: General
ru_ru: Общие

source: Page code prefix
ru_ru: Префикс кода страницы

# SettingsOptions::ecl_pages_exim::ecl_max_page_code_length
source: Max page code length
ru_ru: Макс. длинна кода страницы

# Languages::ecl_pages_exim
source: [eCom Labs] Export/ Import Pages
ru_ru: [eCom Labs] Экспорт/ Импорт Страниц

# Languages::ecl_page_codes_added_text
source: Pages codes added
ru_ru: Коды страниц добавлены

# Languages::ecl_pages_exim.code
source: Page code
ru_ru: Код страницы

# Languages::page_delimiter
source: Page delimiter
ru_ru: Разделитель страницы

# Languages::text_page_delimiter
source: Text page delimiter
ru_ru: Разделитель пути для страницы (например «Страница_1///Страница_2»)

# Languages::page_codes_added_text
source: Unique codes were added to each page
ru_ru: Уникальные коды были добавлены к каждой странице

# Languages::export_selected_pages
source: Export selected pages
ru_ru: Экспортировать выбранные страницы

# Languages::export_selected_pages_and_subpages
source: Export selected pages and subpages
ru_ru: Экспортировать выбранные страницы и подстраницы
