Repository: mayank120502/growcycle
Catalog: var/langs/*/addons/lw_age_verification.po
Languages: el

# Addons::name::lw_age_verification
source: [LW]Age verification Pop-up
el: [LW]Επιβεβαίωση ηλικίας Pop-up

# Addons::description::lw_age_verification
source: Ask if the customer is older of current age before he enters the site.
el: Ελέξτε εάν ο πελάτης είναι μεγαλύτερος από μία συγγεκριμένη ηλικίας πριν μπει στον ιστότοπο.

# SettingsSections::lw_age_verification::general
source: General
el: Γενικά

# SettingsOptions::lw_age_verification::lw_selected_age
source: Age Limit
el: Όριο ηλικίας

# Languages::lw_age_verification.title
source: AGE VERIFICATION
el: ΕΠΙΒΕΒΑΊΩΣΗ ΗΛΙΚΙΑΣ

# Languages::lw_age_verification.welcome_message
source: Welcome to Example.gr
el: Καλώς ήλθατε στο Example.gr

# Languages::lw_age_verification.verification_text
source: By clicking enter, I certify that I am over the age of 18 and will comply with the above statement.
el: Κάνοντας κλικ στο είσοδος, πιστοποιώ ότι είμαι άνω των 18 ετών και ότι θα συμμορφωθώ με την παραπάνω δήλωση.

# Languages::lw_age_verification.under_age
source: EXIT
el: ΕΞΟΔΟΣ

# Languages::lw_age_verification.over_age
source: ENTER
el: ΕΙΣΟΔΟΣ

# Languages::lw_age_verification.or
source: OR
el: Ή

# Languages::lw_age_verification.cant_enter_size
source: You must confirm that you are over 18 in order to browse our website.
el: Πρέπει να επιβεβαιώσετε ότι είστε άνω των 18 ετών για να περιηγηθείτε στον ιστότοπό μας.
